{
    "questions": [
        "The following are multiple choice questions(with answers) about astronomy.\nBy locating the north celestial pole (NCP) in the sky how can you determine your latitude?\n(A) This type occurs in binary systems.  (B) This type occurs in young galaxies.  (C) This type produces gamma-ray bursts.  (D) This type produces high amounts of X-rays.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nMost people use C°(degree Celsius) to measure everyday temperatures. Astronomers prefer to use K (Kelvin) to measure temperatures. Approximately how many Kelvin are 25 C°?\n(A) Its speed relative to you  (B) Its composition  (C) Its size  (D) Its distance from you\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nThe lunar maria are:\n(A) Because the molecules that compose the Earth's atmosphere have a blue-ish color.  (B) Because the sky reflects the color of the Earth's oceans.  (C) Because the atmosphere preferentially scatters short wavelengths.  (D) Because the Earth's atmosphere preferentially absorbs all other colors.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nThe resolution of a telescope is a measure of its:\n(A) The first time you drop a bowling ball and it falls to the ground proving your hypothesis.  (B) After you’ve repeated your experiment many times.  (C) You can never prove your theory to be correct only “yet to be proven wrong”.  (D) When you and many others have tested the hypothesis.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nMars has an atmospheric pressure of 600 pascals. If the acceleration due to gravity on Mars is (roughly) 4 m/s2 and the surface area of Mars is about 145000000 square km what is the approximate mass of the martian atmosphere?\n(A) Titan is the only outer solar system moon with a thick atmosphere  (B) Titan is the only outer solar system moon with evidence for recent geologic activity  (C) Titan's atmosphere is composed mostly of hydrocarbons  (D) A and D\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nWhy can't we see the Sun's corona except during total solar eclipses?\n(A) m*v  (B) 0.5*m/(R^3)  (C) 0.5*m*(2GM/R)  (D) 0.6*G(M^2)/R\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nWhat element is most common among the Jovian Planets?\n(A) it was stripped away by the magnetic field when it rapidly decreased in strength  (B) it was broken into hydrogen and oxygen by ultraviolet light and the hydrogen was lost through thermal escape  (C) it was consumed by a civilization of thirsty Martians  (D) it was vaporized during a period of intense volcanism and was lost to space through thermal escape\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nThe distance between the Earth and the star Altair is one million times greater than the distance between the Earth and the Sun. How far is Altair from the Earth?\n(A) Lunar rocks are composed of fragments pulverized by many impacts.  (B) Radioactive dating of lunar samples shows that they are older.  (C) The Moon's surface is more heavily eroded than the Earth's surface.  (D) The Moon's surface has more impact craters than the Earth's surface.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nWhy do we look for water-ice in craters at Mercury's pole?\n(A) Iron  (B) Hydrogen  (C) Methane  (D) Helium\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nThe four big moons of Jupiter are Callisto Europa Ganymede and Io. Which one of them has the smallest distance to Jupiter?\n(A) Near-Earth asteroids gradually disintegrate and spread out along their orbital path. When the Earth passes through the orbit of an asteroid we are bombarded by sand-sized particles which cause a meteor shower.  (B) Near-Earth asteroids disintegrate as they enter Earth's atmosphere creating hundreds of bright meteors that appear to radiate from a single location in the sky.  (C) The nuclei of comets disintigrate as they enter Earth's atmosphere creating hundreds of bright meteors that appear to radiate from a central location in the sky.  (D) The nuclei of comets gradually disintegrate and spread out along the comet's orbital path. When the Earth passes through the orbit of a comet we are bombarded by sand-sized particles which cause a meteor shower.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nOn which planet in our solar system can you find the Great Red Spot?\n(A) Radiation pressure from the Sun's light pushes the ions away.  (B) The conservation of the angular momentum in the tail keeps it always pointing away from the Sun.  (C) The ions are following Keplerian orbits that lead away from the Sun.  (D) The solar wind electromagnetically \"blows\" the ions directly away from the Sun.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nThe famous Drake equation attempts to answer the following question:\n(A) By observing the duration of a solar eclipse.  (B) By measuring the size of Earth's shadow on the Moon in a lunar eclipse.  (C) By comparing the maximum altitude of the Sun in two cities at different latitudes at the same time on the same day.  (D) By sending fleets of ships around Earth.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nThe term Schwarzschild radius usually describes properties of ...\n(A) a dwarf galaxy orbiting the Milky Way.  (B) the closest planetary nebula to the Earth.  (C) a bright star cluster discovered by Magellan.  (D) the outer arm of the Milky Way named after Magellan.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nWhat Mars mission will be landing on May 25 2008 and will dig a trench into (hopefully) ice-rich soil?\n(A) Actually water-ice is all over Mercury and not just at the poles.  (B) The pole is the only place fortunate enough to have had comet impacts  (C) Radar from the earth can only see Mercury's poles.  (D) These craters contain the only permanently shadowed regions on Mercury\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nWhich of the following most likely explains why Venus does not have a strong magnetic field?\n(A) Virgo  (B) Laniakea  (C) Sculptor  (D) Boötes\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nHow does the greenhouse effect work?\n(A) Venus  (B) Mars  (C) Jupiter  (D) Saturn\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nOne astronomical unit (AU) is equal to approximately ...\n(A) It is by far the largest terrestrial world.  (B) It is the most volcanically active world.  (C) It is the only one that has both a partially molten metallic core and reasonably rapid rotation.  (D) It rotates much faster than any other terrestrial world.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nWhy are there no impact craters on the surface of Io?\n(A) The Earth and Venus are in a 1:1 orbital resonance (for every 1 Earth orbit there is exactly 1 Venus orbit)  (B) Neptune and Pluto are in a 3:2 orbital resonance (for every 3 Neptune orbits there are exactly 2 Pluto orbits)  (C) The Kirkwood Gaps in the asteroid belt are due to resonances with Jupiter  (D) Neptune and Pluto won't collide because of their orbital resonance\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nWhat is not true of Jupiter's magnetic field?\n(A) ejecta  (B) raised rims  (C) central peaks  (D) A and B only\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nRadio telescopes are crucial for astronomical observations. Which one of these well-known radio telescopes has the largest parabolic antenna?\n(A) The star is getting hotter.  (B) The star is getting colder.  (C) The star is moving toward us.  (D) The star is moving away from us.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nHow do we know how old the Earth is?\n(A) the softer rocky material of the mantle.  (B) the lava that comes out of volcanoes.  (C) material between the crust and the mantle.  (D) the rigid rocky material of the crust and uppermost portion of the mantle.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nIn addition to the conditions required for any solar eclipse what must also be true in order for you to observe a total solar eclipse?\n(A) a dark ring visible from Earth composed of dark dusty particles  (B) the most opaque ring of Saturn made of highly reflective ice particles  (C) the widest ring of Saturn located between two large ring gaps  (D) a large gap visible from Earth produced by an orbital resonance with the moon Mimas\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nWhich of the following methods has led to the most discoveries of massive planets orbiting near their parent stars?\n(A) The time it takes for the Sun to make one circuit of our sky is one solar day.  (B) A solar day is 4 minutes longer than a sidereal day.  (C) A solar day represents more than 360° of rotation for the earth.  (D) The time it takes for the Moon to make one circuit of our sky is one solar day.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nMars might be a place for future human explorations. However humans can not breathe on the surface of Mars because the atmosphere consists mostly of ...\n(A) pieces of comets rather than of asteroids.  (B) chunks of large differentiated asteroids that were shattered by collisions.  (C) chunks of rock chipped off the planet Mars.  (D) leftover chunks of rock from the earliest period in the formation of the solar system.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nFrom laboratory measurements we know that a particular spectral line formed by hydrogen appears at a wavelength of 486.1 nanometers (nm). The spectrum of a particular star shows the same hydrogen line appearing at a wavelength of 485.9 nm. What can we conclude?\n(A) 200 Kelvin  (B) 250 Kelvin  (C) 300 Kelvin  (D) 350 Kelvin\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nWhich of the following moons is NOT one of the Galilean moons?\n(A) Callisto  (B) Europa  (C) Ganymede  (D) Io\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nApproximately how old is the surface of Venus?\n(A) because Mars is farther from the sun than the Earth  (B) because Mars has more carbon dioxide in its atmosphere than the Earth  (C) because Mars has a more eccentric orbit than the Earth  (D) because Mars' axis is more tilted than the Earth's\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nPrevious IAAC rounds featured Proxima/Alpha Centauri as closes star(system) to the Earth. Which one is the second closest star(system)?\n(A) ExoMars  (B) Mars Exploration Rovers  (C) Mars Science Laboratory  (D) Phoenix Mars Lander\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nHow do we think the \"hot Jupiters\" around other stars were formed?\n(A) The resonance pulls Io in different directions and generates heat.  (B) It makes the orbit of Io slightly elliptical.  (C) It creates a gap with no asteriods between the orbits.  (D) It prevents formation of the ring material into other moons.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nWhere is the crater from the impact that is believed to be responsible for the mass extinction of dinosaurs 65 million years ago?\n(A) the entire planets are made mostly of metal.  (B) metals condensed first in the solar nebula and the rocks then accreted around them.  (C) metals sank to the center during a time when the interiors were molten throughout.  (D) radioactivity created metals in the core from the decay of uranium.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nThe Large Magellanic Cloud is ...\n(A) In the beginning when the protoplanetary disk was spinning faster centrifugal forces flung the lighter materials toward the outer parts of the solar nebula.  (B) In the inner part of the nebula only metals and rocks were able to condense because of the high temperatures whereas hydrogen compounds although more abundant were only able to condense in the cooler outer regions.  (C) Denser materials were heavier and sank to the center of the nebula.  (D) When the solar nebula formed a disk materials naturally segregated into bands and in our particular solar system the denser materials settled nearer the Sun while lighter materials are found in the outer part.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nSome of Mars'water is frozen in the soil and the ice caps and some was lost due to solar wind stripping but much of the original water is thought to have been lost through another mechanism. What happened to this \"lost\"water?\n(A) They reveal that the early solar system consisted mostly of hydrogen and helium gas.  (B) They reveal that meteorites are much older than the comets and planets.  (C) They reveal that the age of the solar system is approximately 4.6 billion years.  (D) They reveal that the solar system once contained 10 planets.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nHow do scientists know that the majority of meteorites come from the asteroid belt?\n(A) Impacts  (B) Erosion  (C) Volcanism  (D) A B and C\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nA sand bag has a mass of 5kg and weight 50N on Earth. What is the mass and weight of this sand bag on a planet with half the gravity compared to Earth?\n(A) known to exist for all of the jovian planets.  (B) composed of a large number of individual particles that orbit their planet in accord with Kepler's third law.  (C) nearer to their planet than any of the planet's large moons.  (D) all of the above\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nWhat would weigh the most on the moon?\n(A) You will not be able to see these two stars at all.  (B) You will see two distinct stars.  (C) The two stars will look like a single point of light.  (D) The two stars will appear to be touching looking rather like a small dumbbell.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nIf you know both the actual brightness of an object and its apparent brightness from your location then with no other information you can estimate:\n(A) it is about 20000 times stronger than Earth's magnetic field  (B) it traps charged particles from Io's volcanoes in a \"plasma torus\" around the planet  (C) it causes spectacular auroral displays at Jupiter's north and south poles  (D) it switches polarity every 11 years\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nHow did Eratosthenes estimate the size of Earth in 240 B.C.?\n(A) The path of the Sun in the sky throughout a year.  (B) The axial tilt of the Earth throughout a year.  (C) The movement of the stars due to Earth’s rotation.  (D) The central line through the axis of rotation.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nThe two moons of Mars are called ...\n(A) the radiation of black holes.  (B) the mass distribution of galaxies.  (C) the acceleration of the universe.  (D) the microwave background of the universe.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nWhy do scientists think Mars was once warmer and wetter?\n(A) Bubbles of gas trapped in the crystals within meteorites are identical to the gases trapped in asteroids.  (B) The spectra of some meteorites are similar to the spectra of asteroids in the asteroid belt.  (C) Collisions are common in the asteroid belt and we can track the fragments from their source asteroid to the Earth where they become meteorites.  (D) The asteroid belt is the only possible source of meteorites therefore they must originate there.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nWhy are the inner planets made of denser materials than the outer planets?\n(A) The materials they are made of are not normally gaseous in everyday experience.  (B) They actually contain a significant fraction of non-gaseous matter.  (C) The materials that make up these planets are primarily in the form of a plasma not a gas.  (D) Actually it's a great description because these worlds are big and gaseous throughout.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nWhat is the Cassini division of Saturn's rings?\n(A) As a planet moves around its orbit it sweeps out equal areas in equal times.  (B) The orbit of each planet about the Sun is an ellipse with the Sun at one focus.  (C) The force of attraction between any two objects decreases with the square of the distance between their centers.  (D) A planet travels faster when it is nearer to the Sun and slower when it is farther from the Sun.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nThe terrestrial planet cores contain mostly metal because\n(A) Altair A*  (B) Alsephina A*  (C) Fomalhaut A*  (D) Sagittarius A*\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nYou observe the visible spectrum of a star viewed through a cloud of cool hydrogen gas.\n(A) Jupiter's greater mass compresses it more thus increasing its density.  (B) Saturn has a larger proportion of hydrogen and helium than Jupiter and is therefore less dense.  (C) Jupiter's strong magnetic field constrains its size.  (D) Saturn is further from the Sun thus cooler and therefore less compact.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nWhy did the solar nebula heat up as it collapsed?\n(A) The Moon split from the Earth due to tidal forces.  (B) The Moon was captured into Earth orbit.  (C) The Earth and Moon co-accreted in the solar nebula.  (D) Earth was rotating so rapidly that the Moon split from it.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nWhich of the jovian planets have rings?\n(A) a New Horizons flyby in the 1990s  (B) Hubble Space Telescope images that resolved Pluto's disk  (C) brightness measurements made during mutual eclipses of Pluto and Charon  (D) radar observations made by the Arecibo telescope\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nCalculate the ratio of the solar radiation flux on Mercury's surface for perihelion (0.304 AU) versus aphelion (0.456 AU).\n(A) They are the shattered remains of collisions between planets.  (B) They are chunks of rock or ice that condensed long after the planets and moons had formed.  (C) They are chunks of rock or ice that were expelled from planets by volcanoes.  (D) They are leftover planetesimals that never accreted into planets.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nMost rocks on the Moon's surface are older than those on the Earth's surface. The best evidence for this is:\n(A) From the layering of materials within the Earth.  (B) From fossils of ancient life.  (C) From the cratering history of Earth’s surface.  (D) From radioactive dating of rocks and meteorites.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nThe axis of the Earth is tilted at an angle of approximately ... relative to the orbital plane around the Sun.\n(A) We don't know for sure.  (B) aliens (panspermia).  (C) comets.  (D) the Earth's oceans.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nFrom shortest to longest wavelength which of the following correctly orders the different categories of electromagnetic radiation?\n(A) The azimuth of the NCP is the angular distance from the North Pole.  (B) The azimuth of the NCP is the same as your latitude.  (C) The altitude of the NCP is the same as your latitude.  (D) The altitude of the NCP is your angular distance from the North Pole.\nAnswer: ",
        "The following are multiple choice questions(with answers) about astronomy.\nWhat is true for a type-Ia (\"type one-a\") supernova?\n(A) Ozone transmits visible light allowing it to heat the surface but then absorbs most of the infrared heat trapping the heat near the surface.  (B) Greenhouse gases transmit visible light allowing it to heat the surface but then absorb infrared light from Earth trapping the heat near the surface.  (C) Greenhouse gases absorb infrared light from the Sun which then heats the atmosphere and the surface.  (D) Greenhouse gases absorb X-rays and ultraviolet light from the Sun which then heat the atmosphere and the surface.\nAnswer: "
    ],
    "answers": [
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question."
    ],
    "actual": [
        "C",
        "C",
        "C",
        "B",
        "D",
        "D",
        "A",
        "D",
        "D",
        "D",
        "C",
        "D",
        "C",
        "D",
        "A",
        "B",
        "B",
        "A",
        "D",
        "B",
        "D",
        "D",
        "A",
        "D",
        "C",
        "D",
        "A",
        "D",
        "B",
        "B",
        "A",
        "B",
        "A",
        "C",
        "C",
        "D",
        "C",
        "D",
        "C",
        "B",
        "D",
        "D",
        "B",
        "D",
        "D",
        "D",
        "B",
        "D",
        "D",
        "A"
    ]
}