{
    "questions": [
        "The following are multiple choice questions(with answers) about college computer science.\nThe hit ratio of a cache memory is the percentage of accesses (reads and writes) for which data are found in the cache. Write-through is a policy whereby every write operation updates main memory. Write-back is a policy whereby a write operation to a line found in the cache does not affect main memory until the line is evicted from the cache. Write-allocation is a policy whereby a cache line is allocated and loaded on a write-miss. If it is assumed that write-allocation is always used, which of the following is true?\n(A) the matrix, if stored directly, is large and can be clumsy to manage  (B) it is not capable of expressing complex protection requirements  (C) deciding whether a process has access to a resource is undecidable  (D) there is no way to express who has rights to change the access matrix itself\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nLet M be a single-tape, deterministic Turing machine with tape alphabet {blank,0,1}, and let C denote the (possibly infinite) computation of M starting with a blank tape. The input to each problem below is M, together with a positive integer n. Which of the following problems is (are) decidable?\nI. The computation C lasts for at least n steps.\nII. The computation C lasts for at least n steps, and M prints a 1 at some point after the nth step.\nIII. M scans at least n distinct tape squares during the computation C.\n(A) {-6,-2, -1, 1, 2, 6}  (B) {-6, -2, -1, 0, 1, 2, 6}  (C) {-6, -3, -2, -1, 1, 2, 3, 6}  (D) {-6, -3, -2, -1, 0, 1, 2, 3, 6}\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nHash tables can contribute to an efficient average-case solution for all of the problems described below EXCEPT:\n(A) 1:4  (B) 1:3.5  (C) 1:1  (D) 1.1:1\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nWhich of the following is true of interrupts?\n(A) C1: (3,3), C2: (4,4), C3: (6,6)  (B) C1: (3,3), C2: (6,6), C3: (12,12)  (C) C1: (6,6), C2: (12,12), C3: (12,12)  (D) C1: (0,0), C2: (48,48), C3: (35,35)\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nIn a height-balanced binary search tree, the heights of the left and right descendents of any node differ by at most 1. Which of the following are true of such a tree?\nI. Worst-case search time is logarithmic in the number of nodes.\nII. Average-case search time is logarithmic in the number of nodes.\nIII. Best-case search time is proportional to the height of the tree.\nIV. The height of the tree is logarithmic in the number of nodes.\n(A) {AND, NOT}  (B) {NOT, OR}  (C) {AND, OR}  (D) {NAND}\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nResolution theorem proving for showing that a formula of propositional logic is not satisfiable has which of the following properties?\nI. It is a sound proof system in the sense that there does not exist a proof of the unsatisfiability of a satisfiable formula of propositional logic.\nII. It is a complete proof system in the sense that there is a proof of unsatisfiability for every unsa tisfiable formula of propositional logic.\nIII. It is a succinct proof system in the sense that whenever an unsatisfiable formula F of propositional logic has a resolution proof, F also has a proof whose length is polynomial in the length of F.\n(A) M = 10, m = 10  (B) M = 10, m = 1  (C) M = 7, m = 4  (D) M = 6, m = 4\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nCompany X shipped 5 computer chips, 1 of which was defective, and Company Y shipped 4 computer chips, 2 of which were defective. One computer chip is to be chosen uniformly at random from the 9 chips shipped by the companies. If the chosen chip is found to be defective, what is the probability that the chip came from Company Y?\n(A) I only  (B) III only  (C) I and II only  (D) I and III only\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nWhich of the following statements about circuits is (are) true?\nI. Combinational circuits may have feedback; sequential circuits do not.\nII. Combinational circuits have a \"memoryless\" property; sequential circuits do not.\nIII. Both sequential and combinational circuits must be controlled by an external clock.\n(A) I only  (B) II only  (C) III only  (D) I and III\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nLanguages with a structure that implements abstract data types (e.g., a C++ class) can prevent access to components of this structure by all operations except those that are part of this structure. However, definitions of such a structure often contain declarations of components of the structure (e.g., the header file for a C++ class may contain declarations of its private components). For such a language, an object's name could be bound at run time to stack storage for its component values (direct representation) or to a stack pointer referencing heap storage for its component values (indirect representation). Which of the following statements about comparisons between direct and indirect representations is (are) true?\nI. Indirect representation noticeably increases compilation time.\nII. Direct representation decreases the time needed to access components of a variable.\nIII. When the storage size of some private component of a variable changes, indirect representation minimizes the number of recompilations of source modules that must be performed.\n(A) It is inherently nonassociative because some numbers have no exact representation.  (B) It is inherently nonassociative because there have to be upper and lower bounds on the size of numbers.  (C) Associativity can be achieved with appropriate roundoff conventions.  (D) Some rational numbers have no exact representation.\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nWhich of the following characteristics of a programming language is best specified using a context-free grammar?\n(A) If the owner modifies the file, another user who does not share will see the changes.  (B) If the owner renames the file, other users will not be able to access it.  (C) If the owner is allowed to delete a file, dangling links may result.  (D) If any user who shares the file appends to it, others who share it will not be able to access the new disk blocks.\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nWhich of the following is NOT a property of bitmap graphics?\n(A) nan  (B) III only  (C) I and II only  (D) I, II, and III\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nA microcomputer used for data acquisition and control is required to digitize and process four analog input signals and to output their average continually; i.e., in real time. The time for an external analog-to-digital converter (which is triggered by a CPU instruction) to digitize one input is 12 microseconds, and only one digitization occurs at a time. Five CPU instructions, including the triggering instruction, must be executed for each signal digitized. Ten CPU instructions are executed in order to average each set of four samples and output this value. The time to convert the output from digital to analog form is to be ignored. If it is assumed that suitable data buffering is employed, then the maximum average instruction execution time that allows the microcomputer to keep up with the input-output data rates, is\n(A) n  (B) n + 1  (C) n + 2  (D) 2n\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nAn internal hash table has 5 buckets, numbered 0, 1, 2, 3, 4. Keys are integers, and the hash function h(i) = i mod 5 is used, with linear resolution of collisions (i.e., if bucket h(i) is filled, the buckets h(i) + 1, h(i) + 2, ... are tried successively with all bucket numbers computed modulo 5). If elements with keys 13, 8, 24, 10, and 3 are inserted, m that order, into an initially blank hash table, then the content of the bucket numbered 2 is\n(A) 3  (B) 8  (C) 10  (D) 13\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nA \"strictly binary tree\" is a binary tree in which every node that is not a leaf has two children. Suppose that for a class of strictly binary trees there exists c > 0 such that, for any tree in the class, the ratio of the lengths of any two root-to-leaf paths is bounded above by c. Which of the following best characterizes the height h of any tree in this class, where N is the number of nodes in the tree and N > 1 ?\n(A) Routing packets through the network  (B) Reliable delivery of packets between directly connected machines  (C) Reliable delivery of large (multi-packet) messages between machines that are not necessarily directly connected  (D) Dealing with differences among operating system architectures\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nWhich of the following conditions can be expressed by a Boolean formula in the Boolean variables p_1, p_2, p_3, p_4 and the connectives ∧,∨ (without ¬)?\nI. At least three of p_1, p_2, p_3, p_4 are true.\nII. Exactly three of p_1, p_2, p_3, p_4 are true.\nIII. An even number of p_1, p_2, p_3, p_4 are true.\n(A) I only  (B) II only  (C) III only  (D) I and II only\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nLet T be a depth-first search tree of a connected undirected graph G. For each vertex v of T, let pre(v) be the number of nodes visited up to and including v during a preorder traversal of T, and post(v) be the number of nodes visited up to and including v during a postorder traversal of T. The lowest common ancestor of vertices u and v in T is a vertex w of T such that w is an ancestor of both u and v, and no child of w is an ancestor of both u and v. Let (u, v) be an edge in G that is not in T, such that pre(u) < pre(v). Which of the following statements about u and v must be true?\nI. post(u) < post(v)\nII. u is an ancestor of v in T.\nIII. If w is the lowest common ancestor of u and v in T, then w = u.\n(A) a^M = a  (B) (ax)^M = (xa)^M  (C) (xy)^M = y^Mx^M  (D) None of the above\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nA program that checks spelling works in the following way. A hash table has been defined in which each entry is a Boolean variable initialized to false. A hash function has been applied to each word in the dictionary, and the appropriate entry in the hash table has been set to true. To check the spelling in a document, the hash function is applied to every word in the document, and the appropriate entry in the hash table is examined. Which of the following is (are) correct?\nI. true means the word was in the dictionary.\nII. false means the word was not in the dictionary.\nIII. Hash table size should increase with document size.\n(A) The wait is expected to be short.  (B) A busy-wait loop is easier to code than an interrupt handler.  (C) There is no other work for the processor to do.  (D) The program executes on a time-sharing system.\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nThe language {ww | w in (0 + 1)*} is\n(A) not accepted by any Turing machine  (B) accepted by some Turing machine, but by no pushdown automaton  (C) accepted by some pushdown automaton, but not context-free  (D) context-free, but not regular\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nThe access matrix approach to protection has the difficulty that\n(A) Ethernets use circuit switching to send messages.  (B) Ethernets use buses with multiple masters.  (C) Ethernet protocols use a collision-detection method to ensure that messages are transmitted properly.  (D) Networks connected by Ethernets are limited in length to a few hundred meters.\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nWhich of the following considerations applies (apply) to choosing the page size in a paging system?\nI. An advantage of larger pages is that they lead to smaller page tables.\nII. An advantage of smaller pages is that they lead to less waste due to internal fragmentation.\nIII. Normally, the dominant factor in disk access time is not dependent on page length, so longer pages can be used advantageously.\n(A) I only  (B) II only  (C) I and II only  (D) II and III only\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nWhich of the following comes closest to being a perfectly secure encryption scheme?\n(A) The Caesar Cipher, a substitution cipher  (B) DES (Data Encryption Standard), a symmetric-key algorithm  (C) Enigma, a transposition cipher  (D) One-time pad\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nWhich of the following problems can be solved by a standard greedy algorithm?\nI. Finding a minimum spanning tree in an undirected graph with positive-integer edge weights\nII. Finding a maximum clique in an undirected graph\nIII. Finding a maximum flow from a source node to a sink node in a directed graph with positive-integer edge capacities\n(A) Finding a longest simple cycle in G  (B) Finding a shortest cycle in G  (C) Finding ALL spanning trees of G  (D) Finding a largest clique in G\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nOf the following, which gives the best upper bound for the value of f(N) where f is a solution to the recurrence f(2N + 1) = f(2N) = f(N) + log N for N >= 1, with f(1) = 0?\n(A) Routing packets through the network  (B) Reliable delivery of packets between directly connected machines  (C) Reliable delivery of large (multi-packet) messages between machines that are not necessarily directly connected  (D) Dealing with differences among operating system architectures\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nIn systems with support for automatic memory management, a garbage collector typically has the responsibility for reclaiming allocated memory objects whose contents cannot affect any future legal computation. Such objects are identified by determining that they cannot be reached from a root set. Which of the following is NOT part of the root set in a typical garbage collector?\n(A) 1/K  (B) K-1/K  (C) log_10 (1/N)  (D) N-1/m\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\n\"Magic memory\"' has two operations: Read and Clear. Both are indivisible and mutually exclusive. Clear sets the magic memory to zero. Read returns a value that represents the number of Read operations since the last Clear operation. Which of the following is (are) true of \"Magic memory\"?\nI. It can provide the functionality of an atomic Test-and-Set.\nII. It can be used to coordinate processes running on a shared-memory multiprocessor.\nIII. It is only useful on a multiprocessor.\n(A) Giving priorities to processes and ordering the wait queues by priority  (B) Having a process request all its required resources when it first begins, and restarting if it cannot obtain them all  (C) Numbering the resources and requiring that processes request resources in order of increasing number  (D) Having processes time out and restart after a random interval of waiting\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nOf the following sorting algorithms, which has a running time that is LEAST dependent on the initial ordering of the input?\n(A) I only  (B) II only  (C) III only  (D) I and II\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nWhich of the following sets of bit strings CANNOT be described with a regular expression?\n(A) Abstract Syntax Tree (AST)  (B) Attribute Grammar  (C) Symbol Table  (D) Semantic Stack\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nConsider the following grammar.\nS → ( S )\nS → x\nWhich of the following statements is (are) true?\nI. The grammar is ambiguous.\nII. The grammar is suitable for top-down parsing.\nIII. The grammar is suitable for bottom-up parsing.\n(A) Bubblesort  (B) Mergesort  (C) Heapsort  (D) Quicksort\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nWhich of the following statements describe(s) properties of a purely segmented memory system?\nI. It divides memory into units of equal size.\nII. It permits implementation of virtual memory.\nIII. It suffers from internal fragmentation.\n(A) I only  (B) III only  (C) I and II only  (D) II and III only\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nIf p(x) is the minimal-degree interpolating polynomial for the real-valued function f(x) at the n + 1 distinct real numbers x0, .... xn what is the maximum possible degree of p(x)?\n(A) Fast hardware exists to move blocks of pixels efficiently.  (B) Realistic lighting and shading can be done.  (C) All line segments can be displayed as straight.  (D) Polygons can be filled with solid colors and textures.\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nLocal caching of files is common in distributed file systems, but it has the disadvantage that\n(A) They are generated when memory cycles are \"stolen\".  (B) They are used in place of data channels.  (C) They can indicate completion of an I/O operation.  (D) They cannot be generated by arithmetic operations.\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nTwo single-user workstations are attached to the same local area network. On one of these workstations, file pages are accessed over the network from a file server; the average access time per page is 0.1 second. On the other of these workstations, file pages are accessed from a local disk; the average access time per page is 0.05 second. A particular compilation requires 30 seconds of computation and 200 file page accesses. What is the ratio of the total time required by this compilation if run on the diskless (file server) workstation to the total time required if run on the workstation with the local disk, if it is assumed that computation is not overlapped with file access?\n(A) I and III only  (B) II and III only  (C) II and IV only  (D) I, II, and IV\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nAny set of Boolean operators that is sufficient to represent all Boolean expressions is said to be complete. Which of the following is NOT complete?\n(A) 1,000  (B) 999  (C) 500  (D) 10\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nThe IP protocol is primarily concerned with\n(A) I only  (B) II only  (C) I and II  (D) I and III\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nWhich of the following sorting algorithms has average-case and worst-case running times of O(n log n)?\n(A) Values of local variables  (B) A heap area  (C) The return address  (D) Stack pointer for the calling activation record\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nWhich of the following problems is (are) decidable?\nI. Given a (finite) string w, is w a prefix of the decimal expansion of π?\nII. Given a program and an input, is the program’s output the decimal expansion of π?\nIII. Given a program that takes as input a prefix of the decimal expansion of π, is the program’s output always the same for every prefix?\n(A) It is used to call procedures with addresses that are farther than 2^16 bytes away.  (B) It cannot return a value.  (C) It cannot pass parameters by reference.  (D) It cannot call procedures implemented in a different language.\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nLet G = (V, E) be a connected, undirected graph, and let a and b be two distinct vertices in V. Let P_1 be the problem of finding a shortest simple path between a and b, and let P_2 be the problem of finding a longest simple path between a and b. Which of the following statements about P_1 and P_2 is true?\n(A) Insertion sort  (B) Quicksort  (C) Merge sort  (D) Selection sort\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nLet T (n) be defined by T(1) = 7 and T(n + 1) = 3n + T(n) for all integers n ≥ 1. Which of the following represents the order of growth of T(n) as a function of n?\n(A) 20 and 10 seconds  (B) 30 and 15 seconds  (C) 50 and 25 seconds  (D) 70 and 55 seconds\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nIn a pipelined RISC computer where all arithmetic instructions have the same CPI (cycles per instruction), which of the following actions would improve the execution time of a typical program?\nI. Increasing the clock cycle rate\nII. Disallowing any forwarding in the pipeline\nIII. Doubling the sizes of the instruction cache and the data cache without changing the clock cycle time\n(A) Two's complement only  (B) Sign and magnitude and one's complement only  (C) Two's complement and one's complement only  (D) All three representations\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nIf a malicious process is granted temporary administrator-level access to a system\n(A) The computer provides special instructions for manipulating I/O ports.  (B) I/O ports are placed at addresses on the bus and are accessed just like other memory locations.  (C) To perform an I/O operation, it is sufficient to place the data in an address register and call the channel to perform the operation.  (D) Ports are referenced only by memory-mapped instructions of the computer and are located at hardwired memory locations.\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nA 3-way, set-associative cache is\n(A) integer multiplication is a function whose inverse, factorization, remains difficult for a large class of inputs  (B) P = NP  (C) even if P = NP, integer factorization is still likely not to be polynomial-time computable  (D) testing primality is computationally intractable\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nAn Euler circuit of an undirected graph is a circuit in which each edge of the graph appears exactly once. Which of the following undirected graphs must have an Euler circuit?\nI. A complete graph with 12 vertices\nII. A complete graph with 13 vertices\nIII. A tree with 13 vertices\n(A) All bit strings whose number of zeros is a multiple of five  (B) All bit strings starting with a zero and ending with a one  (C) All bit strings with an even number of zeros  (D) All bit strings with more ones than zeros\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nFunction signatures describe the types of the arguments to a function as well as the return value of the function. For instance, the addition function on reals has a signature of\nadd : real x real -> real\nsince it takes two real numbers and returns a real number. But, for a language that allows functions as return values, addition could be considered to have the signature\nadd : real -> (real -> real)\nwhich means that add takes a single real (the first operand) and returns a new function that itself takes a single real (the second operand) and returns a real (the result). This process of reducing a function with multiple arguments to a function with fewer arguments is called currying. Which of the following is correct?\n(A) I only  (B) II only  (C) III only  (D) I and III\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nAssume that any assignment statement can be executed in unit time. If as many identical processors as needed are used, what is the minimum number of time units needed to execute the assignments\nA := B + C\nB := A - B\nC := A * E\nD := A/F\nE := B - C\nF := A + B\nwith the same result as if the assignments were executed in the order shown?\n(A) 1/(n^2)  (B) 1/(n(n-1))  (C) 1/n  (D) (n-1)/n\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nWhich of the following statements about Ethernets is typically FALSE?\n(A) I only  (B) II only  (C) III only  (D) I and II\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nIn the NoNicks operating system, the time required by a single file-read operation has four nonoverlapping components:\ndisk seek time-25 msec\ndisk latency time-8 msec\ndisk transfer time- 1 msec per 1,000 bytes\noperating system overhead-1 msec per 1,000 bytes + 10 msec\nIn version 1 of the system, the file read retrieved blocks of 1,000 bytes. In version 2, the file read (along with the underlying layout on disk) was modified to retrieve blocks of 4,000 bytes. The ratio of-the time required to read a large file under version 2 to the time required to read the same large file under version 1 is approximately\n(A) I only  (B) II only  (C) III only  (D) II and III only\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nArray A contains 256 elements of 4 bytes each. Its first element is stored at physical address 4,096.\nArray B contains 512 elements of 4 bytes each. Its first element is stored at physical address 8,192.\nAssume that only arrays A and B can be cached in an initially empty, physically addressed, physically tagged, direct-mapped, 2K-byte cache with an 8-byte block size. The following loop is then executed.\nfor (i = 0; i < 256; i++)\n        A[i] = A[i] + B[2*i];\nDuring the execution of the loop, how many bytes will be written to memory if the cache has a write-through policy?\n(A) 0.1  (B) 0.2  (C) 0.3  (D) 0.5\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nLet P be a procedure that for some inputs calls itself (i.e., is recursive). If P is guaranteed to terminate, which of the following statements must be true?\nI. P has a local variable.\nII. P has an execution path where it does not call itself.\nIII. P either refers to a global variable or has at least one parameter.\n(A) Currying can be applied to any function to the point where it has exactly one input argument.  (B) Currying cannot be applied to functions of more than two arguments.  (C) Currying cannot be applied to functions that return functions as arguments.  (D) Currying cannot be applied w functions that haw arguments that are functions.\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nWhich of the following pairs of 8-bit, two's-complement numbers will result in overflow when the members of the pairs are added?\n(A) 0  (B) 256  (C) 1024  (D) 2000\nAnswer: ",
        "The following are multiple choice questions(with answers) about college computer science.\nConsider the representation of six-bit numbers by two's complement, one's complement, or by sign and magnitude. In which representation is there overflow from the addition of the integers 011000 and 011000?\n(A) I only  (B) II only  (C) I and II only  (D) I, II, and III\nAnswer: "
    ],
    "answers": [
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question."
    ],
    "actual": [
        "C",
        "D",
        "C",
        "C",
        "D",
        "C",
        "D",
        "B",
        "D",
        "C",
        "C",
        "C",
        "A",
        "C",
        "A",
        "D",
        "B",
        "B",
        "A",
        "D",
        "D",
        "A",
        "D",
        "B",
        "D",
        "C",
        "D",
        "D",
        "B",
        "A",
        "A",
        "B",
        "C",
        "A",
        "C",
        "A",
        "B",
        "C",
        "D",
        "D",
        "A",
        "B",
        "A",
        "C",
        "A",
        "B",
        "C",
        "D",
        "D",
        "D"
    ]
}