{
    "questions": [
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhich of the following statements does NOT accurately describe voting behavior in the United States?\n(A) Freedom of speech is protected except in certain situations, such as yelling \"fire\" in a crowded theater.  (B) Once a church has been recognized by the federal government, its tax-exempt status can never be revoked.  (C) Once Congress has created an administrative agency, that agency can be dissolved only by a constitutional amendment.  (D) State-sponsored prayer during school hours is prohibited, but voluntary prayer by student groups before school is allowed.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nA presidential veto would most likely be overturned in which of the following situations?\n(A) Registered voters between the ages of 35 and 45 are more likely to vote than are those under the age of 21.  (B) A registered voter who has attained his or her General Educational Development (GED) is less likely to vote than a high school dropout.  (C) Registered voters are more likely to vote in general elections than they are in primary elections.  (D) More women than men have voted in every presidential election since 1980.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhich of the following accounts for the fact that the power and prestige of the presidency have grown since 1932? I. America's increased prominence in international affairs II. continually improved public confidence in the federal government III. the New Deal and other programs that have expanded federal responsibility IV. the president's increased visibility, due to the development of mass media\n(A) The geographical area in which the child grows up  (B) The child's family  (C) The media to which the child is exposed  (D) The child's religion\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhich of the following categories of spending are paid without an appropriations bill?\n(A) Coining money  (B) Authorizing constitutional amendments  (C) Having representation in Congress  (D) Appealing to the president to adjudicate disputes\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nIn the majority of cases, federal programs are implemented by\n(A) contribute money to candidates for election  (B) coordinate local get-out-the-vote campaigns  (C) promote the defeat of incumbents in the federal and state legislatures  (D) organize protest demonstrations and other acts of civil disobedience\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nThe Voting Rights Act of 1965\n(A) Impeachment, conviction, and removal from office by Congress  (B) Removal from office by the appointing president  (C) Removal from office by the president-elect  (D) Recall elections by citizens residing in the district over which the judge has jurisdiction\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nThe legislative successes of the National Rifle Association, antiabortion activists, and other powerful interest groups demonstrate that\n(A) vice president  (B) president's chief of staff  (C) national security advisor  (D) chair of the Federal Reserve Board\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhich of the following is NOT part of the \"iron triangles\" that influence public policy-making?\n(A) The amount of coverage the issue receives in the major news media  (B) The degree to which public opinion on the issue is likely to shift quickly  (C) The number of people affected by the issue  (D) The importance of the issue to a particular individual or group\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhich of the following is not a special position held by a member of Congress?\n(A) which special interest groups have endorsed which candidates  (B) the relative strength of each candidate's support, as indicated by public opinion polls  (C) candidates' positions on international issues  (D) candidates' positions on domestic issues\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhich of the following defines the salience of a political issue?\n(A) One man, one vote  (B) Separate but equal  (C) Judicial review  (D) Right to privacy\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nIn the past decade many states have moved forward the date of their presidential primary elections in an effort to\n(A) A congressperson who retires to take a position teaching political science at a university  (B) A former president who advises a current president on a particular foreign policy issue  (C) A voter who researches the positions of all candidates in a race before choosing whom to support  (D) An official who leaves the State Department to work as a paid consultant to foreign governments\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhen the Supreme Court decides to take a case on appeal it\n(A) Constitutional amendments  (B) Presidential executive orders  (C) Laws passed by Congress  (D) Laws passed by state legislatures\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhich of the following best articulates the doctrine of original intent?\n(A) It provides a structured environment in which factions may flourish.  (B) It limits the dangers of factionalism by diluting political power.  (C) It allows factions to dominate on the national level while limiting their influence on state governments.  (D) It eliminates any opportunity for factions to form.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhy do political scientists identify the presidential elections of Franklin Roosevelt in 1932 and Richard Nixon in 1968 as well as the midterm election of 1994 as \"critical elections\"?\n(A) Non-whites are more likely to vote Democratic than are whites.  (B) Women are more likely to vote Democratic than are men.  (C) Low-income Americans are more likely to vote Democratic than are upper-income Americans.  (D) Evangelical Christians are more likely to vote Democratic than are non-religious Americans.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nMembers of Congress are allowed to mail letters to their constituents at the government's expense because of\n(A) certiorari  (B) de jure  (C) ex post facto  (D) stare decisis\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nAn inherent power of the president is the power to\n(A) Blue-collar workers who belong to a union  (B) Professionals  (C) Voters who are active in their political parties  (D) Voters aged 18-29\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nA constitutional amendment would be required to ban flag burning because that activity is currently protected by the right to\n(A) whether representation in Congress should be equal among states or proportional to population  (B) the strength of the federal government relative to the states  (C) the future of the slave trade  (D) whether people had inalienable rights\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nAmong the following groups that have traditionally supposed the Democratic Party, which has the least liberal constituency?\n(A) United States domestic policy grew more conservative in the 1990s  (B) the influence of political action committees has weakened in recent years  (C) the power of interest groups depends on the degree of support for their positions in the White House  (D) majority opinion on an issue can sometimes be overridden by the intensity of a minority's commitment to activism\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhich of the following is NOT a way in which the powers of the executive branch are balanced by the legislative branch?\n(A) create \"separate but equal\" facilities to facilitate racial segregation  (B) allow private organizations to restrict their memberships  (C) limit the government's ability to use illegally obtained evidence  (D) deny control of interstate commerce to the states\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nA Supreme Court that demonstrates a willingness to change public policy and alter judicial precedent is said to be engaging in\n(A) the membership of committees often overrepresents constituencies with the greatest stake in the committee's business  (B) most committees are too small to include representatives of all popular opinions  (C) the minority party controls nearly half of all committees  (D) committee members often lose track of their constituents' priorities because of their frequent contact with special-interest lobbyists\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nAll of the following statements about gerrymandering are true EXCEPT that it\n(A) change citizenship requirements  (B) impose workplace safety standards  (C) increase tax rates  (D) authorize the treasury to print money\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nThe Reorganization Plan 1 of 1939 and Executive Order 8248 allow the president to select the staff for the\n(A) ethical conduct of House members  (B) selection of federal judges  (C) number of subcommittees that a standing committee may establish at any given time  (D) scheduling of votes and the conditions under which bills are debated and amended\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nBoth the War Powers Act of 1974 and the Budget and Impoundment Control Act of 1974 represent efforts by Congress to limit the powers of the\n(A) Gideon v. Wainwright  (B) Marbury v. Madison  (C) Engel v. Vitale  (D) Brown v. Board of Education of Topeka\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nThe House Rules Committee is considered among the most powerful in the House of Representatives because it has great power over the\n(A) minimize the cost of running the election  (B) convince the national government to move forward the date of the general election  (C) restrict the number of entrants in the presidential race  (D) increase the significance of their election results\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhich of the following statements about voting patterns is NOT true?\n(A) the executive branch to veto legislation approved by Congress  (B) federal district courts to overturn legislation  (C) the president to veto state laws  (D) Congress to nullify resolutions approved by the executive branch\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nThe origination clause of the Constitution states that\n(A) require disclosure of campaign donations  (B) prevent campaigns from issuing \"attack\" ads  (C) limit campaign contributions  (D) require disclosure of campaign expenditures\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nThe government promotes preferential treatment for members of groups that have historically suffered from discrimination by means of\n(A) Publicly expressing rejection of a bill  (B) Issuing an executive order invalidating a recently passed bill  (C) Failing to sign a bill after Congress has adjourned  (D) Recalling ambassadors from a peace negotiation\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhich of the following most accurately states the impact of the Civil Rights Act of 1964 on school desegregation in the South?\n(A) It has become aligned with civil libertarians.  (B) It has come to be dominated by labor unions.  (C) It has become more antagonistic to business interests.  (D) It has become more influenced by evangelical Christians.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nAccording to The Federalist Papers, federalism has which of the following effects on political factions?\n(A) Voter turnout is lower in midterm elections than it is in presidential elections.  (B) Voters lacking party affiliation tend to vote less regularly than those with strong party affiliation.  (C) Young adults are less likely to vote than senior citizens.  (D) Individuals are more likely to vote when they believe they know which candidate will win an election.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nCongress would be required to use the \"elastic clause\" of the Constitution to\n(A) Presidents avoid using executive orders for controversial actions.  (B) Executive orders have the same effect as laws passed by Congress.  (C) Presidents have made increased use of executive orders since the 1970s.  (D) Executive orders bypass congressional approval.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhich of the following is the largest source of \"automatic spending\" for the federal government?\n(A) Confederation  (B) Fiscal federalism  (C) Grant-based funding  (D) Dual federalism\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nThe spoils system of awarding civil service jobs was replaced by the merit system as a result of the\n(A) creating insurmountable obstacles to the founding of factions  (B) making it difficult for one faction to gain the power necessary to govern  (C) requiring equal representation of all factions within the government  (D) restricting factional political activity to the state level only\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nThe idea that the Bill of Rights applies to both federal and state governments by means of the Fourteenth Amendment is called\n(A) voters are more likely to support government-enforced affirmative action programs  (B) voters are more likely to support environmental protection efforts  (C) voters are more likely to support public prayer in schools  (D) voters are less likely to support restrictions on abortion rights\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhich of the following statements is true regarding delegates to presidential nomination conventions?\n(A) reflect population shifts indicated by the national census  (B) guarantee the turnover of the majority of congressional seats  (C) make sure each state's congressional delegation exactly mirrors its residents' party affiliations  (D) determine which party's leader will be named Speaker of the House\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nThe Framers of the Constitution sought to insulate the Senate from public opinion by\n(A) Appellate judges never use the stare decisis principle.  (B) Appellate trials are usually jury trials.  (C) Appellate judges usually decide the facts of a case.  (D) Appellate judges review decisions of lower courts.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nIn Gideon v. Wainwright, the Supreme Court ruled that criminal defendants in state cases have the right\n(A) The president signs the version he prefers.  (B) The bill goes back to each house's committee and restarts the legislative process.  (C) All amendments to the bill are invalidated, and the original version of the bill is sent to the president to sign.  (D) The two legislative bodies form a conference committee.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhich of the following is LEAST likely to explain low voter turnout for an election?\n(A) I only  (B) I and IV only  (C) I, III, and IV only  (D) II and IV only\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nDivided government frequently results in\n(A) Such groups have the financial resources to mount sustained campaigns on their own behalf.  (B) Many such groups have been in existence for several decades or more, allowing them to master the legislative system and to develop close ties with legislators.  (C) In many districts, these groups' constituents make up the majority of voters.  (D) These groups' constituents contribute heavily to many legislators' campaigns, and in doing so, gain greater access to legislators.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nAmong the executive branch's checks on the legislative branch is the president's power to\n(A) as a single party with a presence at the national level only  (B) into a federal structure in which state and local parties have no power  (C) as a relatively independent organization that exists at all levels of government  (D) in a top-down fashion, so that instructions are dispersed from the national level to the state and local levels\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhich of the following does NOT appear in the Constitution?\n(A) the Bill of Rights must not be infringed upon by any state legislature  (B) Congress and the president must jointly create the annual federal budget  (C) revenue bills must be initiated in the House of Representatives  (D) the Supreme Court has original jurisdiction over all constitutional matters\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhich of the following is NOT true of executive orders?\n(A) White Southerners  (B) Labor union members  (C) African Americans  (D) Northern ethnic minorities\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhich of the following is an example of an implied power of the Congress?\n(A) The death penalty may only be imposed upon citizens.  (B) Under some circumstances, the death penalty may not violate the Eighth Amendment.  (C) Under some circumstances, the death penalty may violate the Third Amendment.  (D) States may execute any adult regardless of intellectual disability.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nUnlike in a closed primary election, in an open primary election\n(A) Direct democracy  (B) Checks and balances  (C) Equal representation  (D) Unitary government\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhich of the following statements is LEAST true of voters in federal, state, and local elections?\n(A) The difference in size between the two chambers means that more work is done on the floor in the Senate and more work is done in committees in the House.  (B) The Senate as a whole has confirmation powers that the House does not have.  (C) Members are appointed to the committee in the House but are elected to committees in the Senate.  (D) A member of any party can serve a committee in the House, but only major party members can serve on committees in the Senate.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nThe Supreme Court has used the practice of selective incorporation to\n(A) Voters increasingly get their information from newspapers.  (B) Voters have become more focused on individual candidates.  (C) Elections have become dominated by special interest groups.  (D) Voters increasingly vote based on a party's platform.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nA presidential plurality victory occurs when\n(A) The right to privacy is determined entirely by the states on a case-by-case basis.  (B) The right to privacy is explicitly granted in the Preamble to the Constitution.  (C) The Supreme Court has ruled that the right to privacy is implied by the Bill of Rights.  (D) Common law requires the government to respect citizens' right to privacy.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nAn example of a categorical grant would be\n(A) Approximately 30% of the senators and representatives are members of the presidential political party.  (B) The majority of American citizens support the proposed legislation.  (C) The chief justice of the Supreme Court was appointed by the president.  (D) The president's successful reelection campaign advocated bipartisanship.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nIncumbent members of the House of Representatives win reelection more often than incumbent senators for all of the following reasons EXCEPT\n(A) Environmental activists  (B) Labor unions  (C) For-profit business  (D) Religious institutions\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhich of the following does the Supreme Court NOT have the power to override?\n(A) release detainees from prison following unlawful arrest  (B) maintain the navy  (C) increase the power of the national government  (D) veto legislative bills of attainder\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school government and politics.\nWhich of the following statements is true of congressional incumbents who run for reelection?\n(A) A line-item veto  (B) A pocket veto  (C) An adjournment  (D) A writ of certiorari\nAnswer: "
    ],
    "answers": [
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question."
    ],
    "actual": [
        "B",
        "A",
        "C",
        "C",
        "B",
        "D",
        "D",
        "C",
        "C",
        "D",
        "D",
        "B",
        "D",
        "B",
        "D",
        "C",
        "D",
        "A",
        "A",
        "A",
        "D",
        "B",
        "D",
        "D",
        "D",
        "C",
        "B",
        "C",
        "B",
        "B",
        "C",
        "D",
        "D",
        "D",
        "B",
        "A",
        "A",
        "D",
        "A",
        "B",
        "A",
        "C",
        "C",
        "D",
        "C",
        "A",
        "D",
        "C",
        "A",
        "C"
    ]
}