{
    "questions": [
        "The following are multiple choice questions(with answers) about high school biology.\nTay-Sachs is a disease caused by a recessive allele. Individuals with the genetic disorder usually do not survive more than a few years, and thus are not able to reproduce and pass on the gene. What would explain how this allele and its associated disease is preserved in the population?\n(A) directional selection.  (B) stabilizing selection.  (C) sexual selection.  (D) disruptive selection.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nIn a hypothetical population's gene pool, an autosomal gene, which had previously been fixed, undergoes a mutation that introduces a new allele, one inherited according to incomplete dominance. Natural selection then causes stabilizing selection at this locus. Consequently, what should happen over the course of many generations?\n(A) a deletion of a single nucleotide  (B) a deletion of a nucleotide triplet  (C) a single nucleotide substitution of the nucleotide occupying the first codon position  (D) a single nucleotide substitution of the nucleotide occupying the third codon position\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nWhich of the following best explains why a population is described as the evolutionary unit?\n(A) break down glucose  (B) make glucose  (C) produce ATP  (D) make NADH\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nIn the Tularosa Basin of New Mexico are black lava formations surrounded by light-colored sandy desert. Pocket mice inhabit both areas. Dark-colored ones inhabit the lava formations, while light-colored mice inhabit the desert. Which of the following statements is correct about this scenario?\n(A) oxygen  (B) hydrogen  (C) ammonia  (D) methane\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nCrossing-over occurs during which of the following phases in meiosis?\n(A) The pectoral fins of fish and the front legs of cats  (B) The presence of a notochord in all chordate embryos  (C) The wings of an insect and the wings of a bird  (D) The leaves of an oak tree and the spines of a cactus\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nStudents are conducting a plant pigment separation exercise that requires them to use a closed chromatography chamber with a small amount of acetone in the bottom of the chamber. Safety warnings for acetone include the statement that it is an eye and skin irritant and has flammable vapors. Of the following‚ which safety precaution should the students take while conducting the exercise?\n(A) cross section of muscle tissue  (B) cross section of an anther (site of pollen production in a flower)  (C) longitudinal section of a shoot tip  (D) cross section of a leaf\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nMonkeys of South and Central America have prehensile tails, meaning that their tails can be used to grasp objects. The tails of African and Asian monkeys are not prehensile. Which discipline is most likely to provide an evolutionary explanation for how this difference in tails came about?\n(A) Cytotoxic T-lymphocytes  (B) Phagocytes  (C) B-cells  (D) Helper T-cells\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nA man contracts the same flu strain for the second time in a single winter season. The second time he experiences fewer symptoms and recovers more quickly. Which cells are responsible for this rapid recovery?\n(A) Divergent evolution  (B) Convergent evolution  (C) Parallel evolution  (D) Coevolution\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nVilli and microvilli are present in the small intestine and aid in reabsorption by\n(A) The fires remove dead and decaying plant matter, reducing the risk of more intense and destructive fires.  (B) The fires leach nutrients from the soil‚ preventing the germination of plants that might compete with native species.  (C) The fires drive off herbivores whose plant-based diets reduce the amount of vegetation.  (D) The fires dry out the soil and decrease the chance of flooding after heavy rains.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nViral transduction is the process by which viruses carry bacterial DNA from one bacterial cell to another. In what way does this process play a role in bacterial evolution?\n(A) Selection for drab coloration of the algae-eaters  (B) Selection for nocturnal algae-eaters (active only at night)  (C) Selection for larger female algae-eaters, bearing broods composed of more, and larger, young  (D) Selection for algae-eaters that become sexually mature at smaller overall body sizes\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nMules are relatively long-lived and hardy organisms that cannot, generally speaking, perform successful meiosis. Consequently, which statement about mules is true?\n(A) Helper T cells  (B) Cytotoxic T cells  (C) Memory cells  (D) Plasma cells\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nMembers of which of the following groups are most likely to be surrounded by a protein coat?\n(A) Evolution is progressive and tends toward a more perfect population.  (B) Phenotype is often the result of compromise.  (C) Natural selection reduces the frequency of maladaptive genes in populations over the course of time.  (D) Polygenic inheritance is generally maladaptive, and should become less common in future generations.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nThe geneticist Mary Lyon hypothesized the existence of structures visible just under the nuclear membrane in mammals, which were later named Barr bodies. Which of the following statement is NOT correct about Barr bodies?\n(A) Water flows from hypertonic to hypotonic.  (B) Germinating seeds use less oxygen than do nongerminating seeds.  (C) The rate of transpiration decreases with an increase in air movement.  (D) Smaller DNA fragments migrate more rapidly than do larger DNA fragments on gel electrophoresis.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nUnlike large populations, small populations are vulnerable to various processes that draw populations down an extinction vortex toward smaller and smaller populations until no individuals survive. Which of the following statements correctly identifies the factors that endanger a population?\n(A) Water  (B) Carbon  (C) Sulfur  (D) Phosphorus\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nWhich of the following is the most likely benefit of periodic natural wildfires in some forest ecosystems?\n(A) The diseases are caused by viruses.  (B) The diseases occur only in individuals who visit or live in tropical countries.  (C) The pathogens that cause the diseases have developed resistance to antibiotics.  (D) The pathogens that cause the diseases are primarily transmitted by the bite of an infected mosquito.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nRecently, seasonal dead zones in low-oxygen waters have been occurring annually in the Gulf of Mexico near the mouth of the Mississippi River. The dead zones result from the rapid growth of photosynthetic phytoplankton (algal blooms) and their subsequent decay by oxygen-depleting microbes in the water column. Which of the following factors most likely triggers the algal blooms and the associated dead zones?\n(A) relative stability of a well-adapted population's numbers over many generations.  (B) ability of populations to undergo modification as they adapt to a particular environment.  (C) tendency of organisms to produce the exact number of offspring that the environment can support.  (D) unlimited resources that support population growth in most natural environments.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nWhich of the following is known to be involved in the photoperiodic flowering response of angiosperms?\n(A) Unsaturated fatty acids are linked to heart disease.  (B) Lipids make up most cell surface receptors.  (C) Phospholipids are water soluble.  (D) Steroids are lipids that consist of glycerol and fatty acids.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nA healthy man and woman are worried about having children because they are both carriers of sickle-cell disease. If the couple have a biological child, what is the chance that the child will inherit sickle-cell disease?\n(A) ligaments  (B) muscle  (C) blood  (D) cartilage\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nIchthyosaurs were aquatic dinosaurs. Fossils show us that they had dorsal fins and tails, as do fish, even though their closest relatives were terrestrial reptiles that had neither dorsal fins nor aquatic tails. The dorsal fins and tails of ichthyosaurs and fish are\n(A) The light reactions provide oxygen for the light-independent reactions.  (B) ATP and NADPH provide the power and raw materials for the Calvin cycle.  (C) Water entering the plant through the roots provides hydrogen directly to the Calvin cycle.  (D) CO2 released by the light-dependent reactions provides the raw material for the Calvin cycle.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nThis process has as its products NADP+, ADP, and sugar.\n(A) DNA can reproduce more efficiently.  (B) Even though prokaryotes do not have mitochondria, they contain structures that carry out the same function.  (C) Organelles separate specific reactions in the cell and increase metabolic efficiency.  (D) Compartmentalization enables prokaryotes to reproduce more quickly.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nWhich of the following statements about meiosis is correct?\n(A) It increases the number of different receptors that recognize a particular pathogen.  (B) It increases the number of different macrophages specific to the antigen.  (C) It increases the number of epitopes that the immune system can recognize.  (D) It increases the number of lymphocytes with receptors that can recognize and bind to the antigen.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nWhich of the following is (are) required when performing a polymerase chain reaction (P C R) on a DNA sample?\n(A) parasitism  (B) commensalism  (C) mutualism  (D) endosymbiosis\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nThe principle inorganic compound found in living things is\n(A) They have a relative evolutionary fitness of zero.  (B) Their offspring have less genetic variation than the parents.  (C) Mutations cannot occur in their genomes.  (D) If crossing-over happens in mules, then it must be limited to prophase of mitosis.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nWhen a retrovirus inserted its DNA into the middle of a bacterial gene, it altered the normal reading frame by one base pair. This type of mutation is called\n(A) innate behavior.  (B) maintaining homeostasis.  (C) failure to respond to the environment.  (D) positive feedback.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nAn animal that is harmless copies the appearance of an animal that is dangerous as a defense mechanism to make predators think twice about attacking.\n(A) thyroxine increases the rate of metabolism  (B) insulin decreases storage of glycogen  (C) vasopressin stimulates water reabsorption in the kidney  (D) epinephrine increases blood sugar levels and heart rate\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nWhich of the following is most likely to increase the rate of diffusion of an uncharged solute across the plasma membrane of a cell?\n(A) It is an inactivated Y chromosome and results in a man being sterile.  (B) It is an inactivated Y chromosome, and the person who has it appears female.  (C) It is an inactivated X chromosome and results in females with half their cells having one X inactivated and the other half of their cells having the other X inactivated.  (D) It is an inactivated X chromosome and results in females who are sterile.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nCertain populations of finches have long been isolated on the Galapagos Islands off the western coast of South America. Compared with the larger stock population of mainland finches, these separate populations exhibit far greater variation over a wider range of species. The variation among these numerous finch species is the result of\n(A) obtains its energy from sunlight, harnessed by pigments  (B) obtains its energy by oxidizing organic molecules  (C) makes organic molecules from CO2  (D) obtains its energy by consuming exclusively autotrophs\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nDarwin's mechanism of natural selection required long time spans in order to modify species. From whom did Darwin get the concept of Earth's ancient age?\n(A) pyruvate → lactate  (B) pyruvate → ethanol  (C) NAD+ + H+ + 2e- → NADH  (D) ADP + P → ATP\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nIn reference to a segment of DNA, which of the following molecules contains the fewest number of nucleotides?\n(A) Karyotyping  (B) Balance polymorphism  (C) Mutation  (D) Polyploidy\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nEach of the following has a better chance of influencing gene frequencies in small populations than in large populations, but which one most consistently requires a small population as a precondition for its occurrence?\n(A) It is a bacterium that lives in the human large intestine.  (B) It is the best-studied bacteriophage, a virus that attacks E. coli.  (C) It is a restriction enzyme extracted from E. coli.  (D) It is a type of DNA used extensively in research.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nIn minks, the gene for brown fur (B) is dominant over the gene for silver fur (b). Which set of genotypes represents a cross that could produce offspring with silver fur from parents that both have brown fur?\n(A) The wings of a bat and the arms of a human  (B) The hemoglobin of a baboon and that of a gorilla  (C) The mitochondria of a plant and those of an animal  (D) The wings of a bird and those of an insect\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nThe reaction A + B → C is catalyzed by enzyme K. If the reaction is in equilibrium, which of the following would allow more product C to be produced?\n(A) meiosis  (B) parthenogenesis  (C) embryogenesis  (D) vegetative propagation\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nThe light reactions of photosynthesis supply the Calvin cycle with which of the following?\n(A) BB BB  (B) BB Bb  (C) Bb Bb  (D) Bb bb\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nEasily produced genetic variation is key to the rapid evolution of viral and microbial populations. Furthermore, pathogens that need to escape the immune system rely on this variation to generate new surface antigens that go unrecognized by the host’s immune system. Which of the following is an example of this antigenic variation?\n(A) frequency-dependent selection.  (B) artificial selection.  (C) sexual selection.  (D) natural selection.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nA biologist studied a population of squirrels for 15 years. During that time, the population was never fewer than 30 squirrels and never more than 45. Her data showed that over half of the squirrels born did not survive to reproduce, because of competition for food and predation. In a single generation, 90% of the squirrels that were born lived to reproduce, and the population increased to 80. Which inference(s) about this population might be true?\n(A) Genetic changes can only occur at the population level.  (B) The gene pool in a population remains fixed over time.  (C) Natural selection affects individuals, not populations.  (D) Individuals cannot evolve, but populations can.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nWhich of the following is NOT a characteristic of asexual reproduction in animals?\n(A) 23%  (B) 46%  (C) 54%  (D) 92%\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nThe calypso orchid, Calypso bulbosa, grows in close association with mycorrhizae fungi. The fungi penetrate the roots of the flower and take advantage of the plant's food resources. The fungi concentrate rare minerals, such as phosphates, in the roots and make them readily accessible to the orchid. This situation is an example of\n(A) Environmental change plays a role in evolution.  (B) The smallest entity that can evolve is an individual organism.  (C) Individuals can acquire new characteristics as they respond to new environments or situations.  (D) Inherited variation in a population is a necessary precondition for natural selection to operate.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nStretching out from the equator is a wide belt of tropical rain forests that are being cut down to provide exotic woods for export to the U.S. and to make land available to graze beef cattle. Which of the following statements is a negative consequence of clear-cutting the tropical rain forests?\n(A) Sporulation  (B) Binary fission  (C) Vegetative propagation  (D) Mutation\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nBasepair sequence that signals the start site for gene transcription.\n(A) The appendix can be surgically removed with no immediate ill effects.  (B) The appendix might have been larger in fossil hominids.  (C) The appendix has a substantial amount of defensive lymphatic tissue.  (D) Individuals with a larger-than-average appendix leave fewer offspring than those with a below-average-sized appendix.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nA reaction that includes energy as one of its reactants is called a(n)\n(A) Heterotrophs had to remove carbon dioxide from the air.  (B) Autotrophs, which make their own food, had to evolve.  (C) Heterotrophs had to evolve.  (D) Autotrophs had to convert atmospheric nitrogen to nitrate.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nWhich of the following statements correctly describes what happens to the preRNA during RNA processing?\n(A) Divergent evolution  (B) Convergent evolution  (C) Parallel evolution  (D) Coevolution\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nThe fluidity of the plasma membrane can vary in response to temperature changes. For bacteria and yeast cells, which of the following would be a viable strategy to maintain homeostasis of the plasma membrane in a temperature-varying environment?\n(A) It is goal-directed.  (B) It represents the result of selection for acquired characteristics.  (C) It is synonymous with the process of gene flow.  (D) It is the differential survival and reproduction of the most-fit phenotypes.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nWhich of the following would most likely describe the fate of a vesicle formed as a result of phagocytosis?\n(A) Some mosquitoes experienced a mutation after being exposed to DDT that made them resistant to the insecticide. Then their population expanded because these moquitoes had no competition.  (B) Some mosquitoes were already resistant to DDT when DDT was first sprayed. Then their population expanded because all the susceptible mosquitoes had been exterminated.  (C) DDT is generally a very effective insecticide. One can only conclude that it was manufactured improperly.  (D) Although DDT is effective against a wide range of insects, it is not effective against mosquitoes.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nWhich of the following statements about the DNA in one of your liver cells is correct?\n(A) humans and chimpanzees share a relatively recent common ancestor.  (B) humans evolved from chimpanzees.  (C) chimpanzees evolved from humans.  (D) convergent evolution led to the DNA similarities.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nAll of the following statements are true EXCEPT\n(A) The cell dies because it cannot make ATP.  (B) The cell would need to consume glucose at a much greater rate because aerobic respiration is much more efficient as compared with anaerobic respiration.  (C) The cell would need to consume another food source other than glucose because it will not be able to make adequate ATP with only glucose.  (D) The cell will begin to divide rapidly because larger cells require more oxygen and glucose than smaller ones.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nSexual dimorphism is most often a result of\n(A) Tundra  (B) Tiaga  (C) Tropical rainforest  (D) Temperate deciduous forest\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nBefore the human genome was sequenced by the Human Genome Project, scientists expected that they would find about 100,000 genes. In fact, they discovered that humans have only about 24,000 genes. How can we exhibit so many different traits from so few genes?\n(A) All phenotypic variation is the result of genotypic variation.  (B) All genetic variation produces phenotypic variation.  (C) All nucleotide variability results in neutral variation.  (D) All new alleles are the result of nucleotide variability.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nThis biome contains plants whose roots cannot go deep due to the presence of a permafrost.\n(A) The bonds linking the monomers of starch differ in shape from the bonds linking the monomers of cellulose.  (B) Molecules of starch are much smaller than molecules of cellulose.  (C) Starch is an intracellular molecule, while cellulose is an extracellular molecule.  (D) Starch is hydrated by water, but cellulose is not.\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nWhich of the following are traits that are affected by more than one gene?\n(A) ovary  (B) fallopian tube  (C) uterus  (D) placenta\nAnswer: ",
        "The following are multiple choice questions(with answers) about high school biology.\nA certain species of land snail exists as either a cream color or a solid brown color. Intermediate individuals are relatively rare. Which of the following terms best describes this?\n(A) Volcanic eruption  (B) Glacier melting  (C) Destruction of the ozone layer  (D) Sudden reduction in the animal food resource\nAnswer: "
    ],
    "answers": [
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question."
    ],
    "actual": [
        "A",
        "D",
        "D",
        "C",
        "A",
        "D",
        "B",
        "C",
        "A",
        "C",
        "A",
        "A",
        "B",
        "A",
        "A",
        "C",
        "C",
        "D",
        "D",
        "D",
        "D",
        "C",
        "C",
        "D",
        "B",
        "B",
        "B",
        "B",
        "D",
        "C",
        "C",
        "B",
        "B",
        "B",
        "D",
        "D",
        "C",
        "B",
        "D",
        "C",
        "B",
        "B",
        "B",
        "A",
        "B",
        "D",
        "D",
        "C",
        "C",
        "D"
    ]
}