{
    "questions": [
        "The following are multiple choice questions(with answers) about international law.\nWhat is the constitutive theory of recognition?\n(A) The coastal State  (B) The flag State  (C) All States enjoy such jurisdiction  (D) The International Tribunal for the Law of the Sea\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat other criteria were imposed by the Badinter Commission on the former Yugoslav republics?\n(A) Justiciability refers to the possibility of enforcement of a particular right by the relevant rights holders  (B) Justiciability refers to the just nature or cause of a particular right  (C) Justiciability refers to the courts' assessment of whether the non-enforcement of a particular rights conforms to principles of justice  (D) Justiciability refers to the obligation of a State to enforce a particular Right\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhich State exercises jurisdiction over vessels on the high seas?\n(A) R2P is essentially the same as humanitarian intervention  (B) R2P requires a call for assistance by the State in distress  (C) R2P is less arbitrary because it requires some UNSC input and its primary objective is to avert a humanitarian crisis  (D) R2P always involves armed force, whereas humanitarian intervention does not\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nThe UN Vienna Declaration 1993 declared that\n(A) The so-called Lotus principle is that 'restrictions upon the independence of States cannot therefore be presumed', or, as it has been construed, 'whatever is not prohibited is permitted in international law'  (B) The so-called Lotus principle is that States are free to choose the Court that they will submit their disputes  (C) The so-called Lotus principle is that States are not prohibited to assert their enforcement jurisdiction on the high seas  (D) The so-called Lotus principle is that customary law derives from the combination of State practice and opinio juris\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is the purpose of sovereign immunity?\n(A) The UK Constitution's only source of power is that of the sovereign  (B) The UK Constitution gives the judiciary the power to overturn acts of parliament  (C) The UK Constitution is uncodified and can be found in a number of sources  (D) The UK Constitution is based on a Bill of Rights\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nIn what way is Responsibility to Protect (R2P) different from humanitarian intervention?\n(A) It is an obligation of result, that is, States are under a strict obligation to resolve their disputes as soon as possible  (B) It is an obligation of conduct, ie States have an obligation to try to resolve their disputes through peaceful means. This does not entail an obligation to resolve their disputes  (C) It is a peremptory norm of international law and all States have a legal interest to safeguard its application in any given dispute  (D) It is an obligation which concerns solely international courts and tribunals\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nIs extra-territorial abduction a ground for refusal of otherwise lawful jurisdiction by English courts?\n(A) Protocol 14 changed the committee that hears admissibility cases from a three judge to a one judge formation  (B) Protocol 14 added a new criterion for admissibility  (C) Protocol 14 abolished the Commission of Human Rights  (D) Protocol 14 extended the judicial term of office for the European Court of Human Rights\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is the meaning of collective security?\n(A) Rocks are the islands that are less than 10 square miles  (B) Rocks are the islands that do not have any maritime zone  (C) Rocks are the islands which cannot sustain human habitation or economic life of their own and according to article 121 (3) have no Exclusive Economic Zone or continental shelf.  (D) Rocks are the small islands that can sustain human habitation\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhich one of the following statements is false?\n(A) It means that only States are considered subjects of international law  (B) It means having rights and duties under international law and a capacity to enforce these by or against the relevant actor  (C) It means that an entity may challenge the authority of States  (D) It is a term that is meant to denote legal, as opposed, to physical persons under international law\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is the meaning of functional recognition?\n(A) The UN Human Rights Committee  (B) The UN Human Rights Council  (C) The UN Universal Periodic Review  (D) The UN special mandates\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nAre all acts of State organs attributed to the State under the law international responsibility?\n(A) Third generation rights are of primary importance  (B) Civil and political rights are core rights  (C) All types of rights are indivisible, interrelated and interdependent  (D) Social and economic rights are non-enforceable\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is a derogation?\n(A) The principal source of immunity for IOs is the UN Charter  (B) The principal sources of immunity for IOs are headquarters agreements and multilateral treaties providing specific immunities  (C) The principal source of immunity for IOs is customary law  (D) The principal source of immunity for IOs is the Vienna Convention on Diplomatic Immunities\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is the meaning of international legal personality?\n(A) Yes, the States that were the founding members of the United Nations are vested with more powers and authority  (B) Yes, the Permanent Five Members of the UN Security Council (UK, USA, France, Russia, China) are in a superior position than the other States  (C) No, all States are considered equal as sovereign States (the principle of sovereign equality, enshrined in article 2, para 1 UN Charter)  (D) Whether there will be any hierarchy among States is a matter of each international organization to decide\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhen are countermeasures illegal?\n(A) Recognition is determinate for the existence of statehood  (B) Recognition is simply declaratory of statehood but not determinate  (C) Recognition is merely a declaration of interest  (D) Recognition requires a declaration by the newly-created State\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhere do we find the 'general principles of law recognized by civilized nations' (article 38 ICJ Statute)?\n(A) Standard-setting means putting forward binding legal standards  (B) Standard-setting means merely proposing binding legal standards  (C) Standard-setting means putting forward non-binding legal standards  (D) Standard-setting means setting certain standards of conduct in human rights treaties\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is the obligation of the peaceful settlement of disputes?\n(A) The Kadi judgment demanded that UNSC resolutions are construed in accordance with human rights  (B) The Kadi judgment demanded that all UNSC resolutions be incorporated without any further implementing legislation  (C) The Kadi judgment required that important UNSC resolutions be transformed and not merely incorporated  (D) The Kadi judgment claimed that UNSC resolutions are not binding if they violate human rights\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is the meaning of 'secondary rules' in the law of international responsibility?\n(A) An agreement in 1689 which guaranteed freedom of speech in Parliament  (B) An agreement in 1215 between the King and his barons, which guaranteed certain protections for subjects  (C) A constitutional document in the 19th century guaranteeing the right to vote  (D) A document setting a complete Bill of Rights for England\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is the 'Lotus principle'?\n(A) Individuals enjoy international legal personality, but this is limited  (B) Individuals enjoy unlimited international legal personality  (C) Individuals do not enjoy any international legal personality  (D) Individuals can only bring claims before international courts\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat was the outcome before the European Court of Human Rights in the Al-Adsani case?\n(A) Yes, all the political methods (e.g. negotiation, mediation, inquiry, conciliation) should be exhausted prior to resorting to legal methods  (B) Legal methods prevail over the political methods, since they are binding upon the parties  (C) There is no hierarchy among these methods and the choice belongs to the disputing States  (D) It is a matter of an impartial third party to decide which method will have priority over the other\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nIn Osman v UK (1998), the European Court laid down a test, which can be used to apply a general positive obligation on a state. Which of the following statements is not part of the Osman test?\n(A) In the 1990's it became apparent the European Court of Human Rights had to be reformed because it wasn't examining enough cases  (B) In the 1990's it became apparent the European Court of Human Rights had to be reformed because the workload had increased  (C) In the 1990's it became apparent the European Court of Human Rights had to be reformed because it was a part time court that could not process the growing number of complaints  (D) In the 1990's it became apparent the European Court of Human Rights had to be reformed because of the growth in the number of individuals who could access the Court after the increase in the number of member states\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhen a reservation is considered as invalid under the law of treaties?\n(A) The victim State may use the same means and intensity of force as the aggressor  (B) The victim State may use any means to defeat and incapacitate the aggressor  (C) The victim State may only use such means and force as it is necessary to defeat the aggressor  (D) The victim State can do nothing without Security Council approval\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWas the use of armed force permitted prior to the United Nations Charter?\n(A) Jurisdiction is ordinarily extra-territorial  (B) Jurisdiction is ordinarily on the high seas  (C) Jurisdiction is ordinarily territorial  (D) Jurisdiction is determined by the location of the offender.\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhich of the following statements is false?\n(A) Custom, treaties and judicial decisions  (B) Custom, general principles of law and theory  (C) Treaties, custom and general principles of law  (D) Treaties, custom and General Assembly Resolutions\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nIs the unlawful homicide committed by Minister of country X abroad an act jure imperii or jure gestionis?\n(A) The determination of baselines is used for the measuring of the internal waters of coastal States  (B) The determination of baselines is instrumental to the establishment of all maritime zones, since they constitute the starting point for measuring the breadth of each zone  (C) The determination of baselines is instrumental to the safe navigation of vessels on the high seas  (D) Baselines are drawn only in cases of maritime delimitation between opposing State before an international court or tribunal\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nMagna Carta was\n(A) Conciliation is the continuation of mediation with the difference that conciliation produces a binding result, while mediation not  (B) Conciliation is conducted exclusively by representatives of the UN Secretary-General, while mediation may also be conducted by third States' officials  (C) Mediation is usually conducted by a person appointed with the consent of the parties, while conciliation involves a commission, which proceeds to an impartial examination of the dispute and proposes settlement terms  (D) Conciliation is a method of dispute settlement pursued only by virtue of a treaty, while mediation may also be on an ad hoc basis\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat kind of rights do coastal States enjoy over their continental shelf?\n(A) The risk must emanate from a state agent  (B) If a real and imminent risk (of death/harm)  (C) A state should take reasonable steps to prevent death/harm occurring  (D) A state knows or ought to have known\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is the meaning of cultural relativism?\n(A) Only the principal organs of the UN may request an advisory opinion (Security Council, General Assembly, ECOSOC, Trusteeship Council, Secretariat)  (B) All international organizations may request an advisory opinion  (C) The General Assembly and the Security Council may request advisory opinions on any legal question, as well as 'other organs of the United Nations and specialized agencies, which may at any time be so authorized by the General Assembly, may also request advisory opinions of the Court on legal questions arising within the scope of their activities'  (D) The principal organs of the UN may request an advisory opinion as well as the State that have been authorized by the General Assembly\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is the function of \"standard-setting in human rights diplomacy?\n(A) Its aim is to establish certain offences as universal  (B) Its aim is to deter the commission of certain international crimes  (C) Its aim is to provide jurisdiction to all States in respect of particular crimes  (D) Its aim is to provide jurisdiction to all States in respect of all international crimes\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is the meaning of collective rights?\n(A) The conduct of any State organ shall be considered an act of that State, even in the case that this conduct was unauthorized or ultra vires  (B) Only the conduct of the higher echelons of the government of State shall be attributable to it  (C) The conduct of any State organs shall be considered an act of that State, provided that it is intra vires  (D) Only the conduct of the executive branch of the State shall be considered an act of that State.\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is the purpose of universal jurisdiction?\n(A) Treaties are all agreements concluded between States, international organizations and non-State entities (e.g. corporations)  (B) Treaties are agreements concluded between States in written form and governed by international law  (C) Treaties are both the written and oral agreements between States  (D) Treaties are agreements concluded between States in written form governed either by international or domestic law\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nDo third States enjoy any fishing rights within the Exclusive Economic Zone of another State?\n(A) Such conduct is a public act (jure imperii)  (B) Such conduct never attracts immunity  (C) Such conduct is a private act (jure gestionis)  (D) Such conduct is a public act but is shielded by immunity\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat does the principle 'pacta sunt servanda' mean?\n(A) The Court held that the right to a fair trial trumped the privilege of immunity  (B) The Court held that immunity trumped the right to a fair trial  (C) The Court held that immunities were not in conflict with the right to a fair trial  (D) The Court held that human rights considerations prevailed over all other contrary rules of international law, including most immunities\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is meant by an international organisation's implied powers?\n(A) The Commission required a commitment to submit disputes to the ICJ  (B) The Commission required a change in boundaries  (C) The Commission required a commitment to human rights and democracy  (D) The Commission required an exchange of ethnic populations\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nAre there any limitations to the incorporation of customary crimes under English law?\n(A) Treaties are to be interpreted in good faith in accordance with the ordinary meaning to be given to the terms of the treaty in their context and in the light of its object and purpose  (B) Treaties are to be interpreted only in accordance with the ordinary meaning of their terms  (C) Treaties are to be interpreted in accordance with the intention of the parties, as evidenced in the preparatory works of the treaty  (D) Treaties are to be interpreted only in light of its object and purpose\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is the ordinary geographical scope of jurisdiction?\n(A) Port States generally do not enforce their criminal jurisdiction over crimes that do not infringe their customs laws or disrupt peace and public order.  (B) Port States enforce their jurisdiction in all cases of delinquent vessels  (C) Port States enforce their jurisdiction only in respect of very serious crimes, such as drug trafficking  (D) Port States are not entitled to enforce their jurisdiction over any foreign vessel\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhich persons are considered as 'de facto' organs of the State under the law of international responsibility?\n(A) GA Resolutions are considered as additional sources of international law and thus binding upon States  (B) GA Resolutions are equivalent to treaties  (C) GA Resolutions reflect always customary law  (D) GA Resolutions are considered as material source, in the sense that they may enunciate statements of customary law\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is 'unilateral acts'?\n(A) Treaties may create only rights for third States  (B) Treaties create both obligations and rights for third States  (C) Treaties do no create obligations or rights for third States without their consent  (D) Treaties do not create any obligations or rights for third States, even when the latter consent.\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is jus cogens?\n(A) Article 3  (B) Article 8  (C) Article 9  (D) Article 11\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is the meaning of proportionality in relation to the options available to the victim State?\n(A) Dualism suggests that international and domestic law are part of a unified legal system  (B) Under dualism, international and domestic laws comprise distinct legal Systems  (C) Dualism suggests that international and domestic law are distinct but equal in hierarchy  (D) Dualism suggests that international and domestic law are distinct legal systems whereby domestic law always prevails\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is an act jure imperii?\n(A) An act is jure imperii when undertaken by an international organisation  (B) An act is jure imperii when undertaken in an official State capacity  (C) All acts undertaken by State officials are acts jure imperii  (D) An act is jure imperii when undertaken by a State corporation\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is the declaratory theory of recognition?\n(A) There is no hierarchy between the formal sources of international law  (B) Treaties supersede custom  (C) Custom supersedes treaties  (D) General Principles of Law supersede both custom and treaties\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is the major difference between naturalism and positivism?\n(A) Resolution 678 allowed the allies to attack Iraq with nuclear and chemical weapons  (B) Resolution 678 is narrower than the inherent right of self-defence under Article 51 UN Charter  (C) Resolution 678 was faster to adopt and negotiate.  (D) Resolution 678 is broader because it authorised the use of force with respect to any matter threatening the peace and security of the Gulf region.\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nIs the recognition of foreign judgments subject to the same rules as those applicable to the incorporation and transformation of treaties?\n(A) Treaties may only codify customary law  (B) Customary law is a different source of international and it cannot be embodied in treaties  (C) Treaties may 1) codify customary law, 2) 'crystallise' customary law, 3) lead to the emergence of customary law  (D) Customary law can emerge only from few multilateral treaties\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhich one of the following statements is correct?\n(A) Sovereignty means being recognised by all other States  (B) Sovereignty means to be able to enter into treaties and join the UN  (C) Sovereignty means freedom to determine one's own affairs without external interference  (D) Sovereignty means possessing the right to defend oneself\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nAre States under any obligation when they conduct negotiations?\n(A) Recognition is a function as opposed to a power  (B) Recognition is reciprocal between two States  (C) Recognition is only afforded to particular administrative acts not to the entity's declared statehood  (D) Recognition is only afforded to the government, not the State\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is the function of the contiguous zone?\n(A) The act of State doctrine denotes that all State acts attract immunity  (B) The act of State doctrine denotes that the assessment as to the existence of an alleged tort committed by a State belongs to the executive and not the courts  (C) The act of State doctrine denotes that the courts are well placed to assess the existence of an alleged tort committed by the State  (D) The act of State doctrine is a legal mechanism that allows the courts to provide immunity to public acts of foreign States\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhich case was the first to define the meaning of the doctrine of 'margin of appreciation' as applied by the European Court of Human Rights?\n(A) The structure of the international society follows the vertical model of the domestic legal orders  (B) International society consists of a constellation of sovereign States and other international organizations, which are dispersed in a rather horizontal order of authority  (C) International society is so anarchical that there is no order of authority, neither vertical nor horizontal  (D) The structure of the international society resembles the structure of the most powerful nations in the world\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhat is the rationale for the exhaustion of local remedies in international human rights?\n(A) There are no limitations to the incorporation of customary crimes  (B) Customary crimes must be contained in a multilateral treaty in order to be automatically incorporated  (C) The courts may freely incorporate customary crimes into the domestic sphere  (D) The situation is not clear-cut but an act of parliament would most probably be required\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhich of the following is a treaty-based human rights mechanism?\n(A) The contiguous zone functions as security zone of the coastal State  (B) The contiguous zone is a zone, in which the coastal State may explore and exploit its mineral resources  (C) The contiguous zone is a zone in which the coastal State is permitted to prevent and punish infringements of customs, fiscal, immigration or sanitary laws  (D) The contiguous zone is a zone in which the coastal State safeguards its archaeological and historical objects\nAnswer: ",
        "The following are multiple choice questions(with answers) about international law.\nWhich of the following cases best illustrates the 'living instrument principle' used by the European Court of Human Rights?\n(A) When the applicant is in the custody of the state  (B) Where the state must investigate claims against it  (C) The development of a legal framework to protect those within the state  (D) To provide housing for all those homeless within a state\nAnswer: "
    ],
    "answers": [
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question."
    ],
    "actual": [
        "A",
        "C",
        "C",
        "C",
        "C",
        "C",
        "A",
        "C",
        "C",
        "C",
        "A",
        "C",
        "B",
        "A",
        "B",
        "B",
        "B",
        "A",
        "C",
        "A",
        "D",
        "C",
        "D",
        "C",
        "B",
        "A",
        "D",
        "C",
        "B",
        "C",
        "A",
        "C",
        "A",
        "D",
        "C",
        "B",
        "B",
        "A",
        "C",
        "B",
        "B",
        "A",
        "C",
        "B",
        "B",
        "C",
        "D",
        "C",
        "A",
        "C"
    ]
}