{
    "questions": [
        "The following are multiple choice questions(with answers) about nutrition.\nWhat is the phenotype of a congenital disorder impairing the secretion of leptin?\n\n(A) Meat  (B) Confectionary  (C) Fruits and vegetables  (D) Potatoes\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nOn a global scale, trends are suggesting that with rising incomes and urbanization we are seeing a rise in which food commodities?\n\n(A) If the incidence rate of the disease falls.  (B) If survival time with the disease increases.  (C) If recovery of the disease is faster.  (D) If the population in which the disease is measured increases.\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhich of the following statements is/are true?\nHow can smoking affect breastfeeding?\n\n(A) The flavonoid class comprises flavonoids and isoflavonoids.  (B) The digestibility and bioavailability of isoflavones in soya food products are not changed by processing.  (C) ß-Carotene and lycopene can both act as provitamin A.  (D) Carotenoids and flavonoids both belong to the polyphenol class.\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhat are the disadvantages of identifying under-reporting of usual intake using the doubly labelled water technique?\n\n(A) Increased energy quantity/density and a more sedentary life-style  (B) Decreased leisure time activity  (C) Changes in genetic profiles  (D) None of the options given is correct\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhich one of the following statements about protein nutrition is correct?\n\n(A) Vitamin A  (B) Vitamin D  (C) Vitamin E  (D) Vitamin K\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nConfounding is a particular challenge in nutritional epidemiology because\n\n(A) Reduced secretion of intrinsic factor  (B) Atrophic gastritis  (C) Helicobacter pylori infection  (D) All of the above\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhich drug(s) is/are approved for the treatment of obesity in Europe?\n\n(A) Testosterone  (B) Oestrogen  (C) Insulin-like growth factor-1  (D) Thyroxine\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nEpidemiological measures of effect assess the _______ between an exposure and an outcome.\n\n(A) Vitamin A  (B) Vitamin D  (C) Vitamin E  (D) Vitamin K\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nIn a healthy person maintaining energy balance in equilibrium (i.e. mathematical equality of energy intake and energy expenditure) is generally achieved on a:\n\n(A) The metabolic demand is supplied only from the diet,  (B) The metabolic demand is to maintain protein turnover.  (C) The metabolic demand involves consumption of amino-acids by a number of irreversible pathways and these are either obligatory or adaptive.  (D) The metabolic demand is a fixed amount\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhich of the following cannot be a substrate for gluconeogenesis?\n\n(A) The amino acid requirements determined for adults is assumed to be the requirement pattern for all ages.  (B) The amino acid requirements determined for adults is assumed to be the requirements for maintenance for all ages.  (C) The amino acid pattern of breast milk is assumed to be the requirement pattern for all children.  (D) The amino acid pattern of human tissue protein is assumed to be the requirement patterns for infants and young children.\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nDoses of substances used in animal toxicity studies are usually many times greater than those experienced by people because:\n\n(A) No evidence of human toxicity has been observed over the period of its use  (B) Estimated Daily Intake (EDI) from its presence in food is less than its ADI  (C) Its toxic effects are observed only at doses 100x the EDI  (D) Its benefits outweigh its risks\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nIt has been observed that a reduction in family size and improved sanitary condition have led to an increase in allergic conditions. The 'hygiene hypothesis' suggests that\n\n(A) Childhood stunting before 24 months of age affects short term cognitive performance  (B) Childhood stunting before 24 months of age affects long term cognitive performance  (C) Neither of the statements are correct  (D) Both of the statements are correct\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nFor Binge Eating Disorder it is incorrect that:\n\n(A) Their main role is preparing meals.  (B) They play a central role as producers of food, managers of natural resources, income earners and caretakers of household nutrition.  (C) They weed the fields, but never plough or plant them, as only men are strong enough for those activities.  (D) Their efforts focus mainly on vegetable gardens and chickens; men are involved with cereal crops and larger livestock.\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nThe function of the gastrointestinal tract can be classified in several ways. Which of the following functions is most important for survival immediately after a meal?\n\n(A) leucine, methionine and threonine  (B) proline, tyrosine and serine  (C) valine, glycine and arginine  (D) leucine, cysteine and glycine\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhich of the following statements about the role of the intestine in development of obesity best describes the situation?\n\n(A) Absorption of fatty acids in the intestine occurs mainly through FABP and FAT/CD36 transport proteins in the enterocytes of the distal duodenum  (B) After absorption, medium chain triglycerides (MCT) enter the lymphatic system, whereas long chain triglycerides enter the portal blood system.  (C) The products of partial digestion of triglycerides (triacylglycerols) can form mixed micelles with pancreatic cholesterol and phospholipids and this increases absorption  (D) Triglycerides (triacylglycerols) must be emulsified and digested before the fatty acids can be transported\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nIn the past two decades, interest in maternal nutrition has been heightened following the findings of epidemiological studies that show links between early experience and later health. Which of the following statements is true:\n\n(A) Palmitic acid (16:0)  (B) Long chain (=20 carbons) saturated and n-3 polyunsaturated fatty acids  (C) á-linolenic acid (18:3)  (D) Stearic acid (18:0)\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhat is the definition of overweight?\n\n(A) Always affects the colon  (B) May lead to intestinal obstruction  (C) Is best treated surgically  (D) Requires a gluten free diet\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nIn order to achieve optimal nutritional status it is recommended that older adults consume:\n\n(A) Women over age 80 with osteopenia have above average bone mineral density for their age  (B) Fewer than 10% of women over age 50 have osteopenia  (C) Fewer than 50% of women over age 80 have osteopenia or osteoporosis  (D) Osteoporosis is defined as a bone density lower than 2.5 standard deviations below the average for age-matched controls.\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nOccasionally infants are born without a normally functioning immune system. What are the signs most suggestive of a severe combined immunodeficiency?\n\n(A) China  (B) Sweden  (C) Britain  (D) India\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhich of the following will provide the main fuel for muscle contraction during short-term intense activity such as sprinting?\n\n(A) Happy heart syndrome  (B) Home heart syndrome  (C) Beach heart syndrome  (D) Holiday heart syndrome\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhich body composition method would you use to measure body mineral content?\n\n(A) Because they respond more rapidly to changes in iron levels in the diet.  (B) Because blood haemoglobin levels can also respond to a variety of other factors and insults, such as lead poisoning, chronic disease, etc.  (C) Because the specific iron indices can be measured more accurately and easily.  (D) Because haemoglobin levels vary with subject age, and between the sexes.\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhich of the following foods do not contain free sugars\n\n(A) Deuterium  (B) Carbon 13  (C) Nitrogen 15  (D) Oxygen 18\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nThe colonic microflora can be considered as \"an organ within an organ\". Which of the following statements best describes the functions of the microbiota?\n\n(A) The role of nutritional factors in causing disease in a population.  (B) How changes in food intake in the population can promote good health.  (C) Both of the options given are correct.  (D) None of the options given is correct.\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhat are the effects of globalisation on food security?\n\n(A) Butyrate  (B) Curcumin  (C) Genistein  (D) All of the options given are correct\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nThe following amino acids are all essential components of the diet:\n\n(A) A reduction in lean body mass  (B) A reduction in bone density  (C) An increased appetite  (D) Impaired immune function\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWomen who are planning a pregnancy are recommended to take a supplement of 400ìg folic acid/ day before and until the end of the first trimester of pregnancy. What effect does such supplementation have on methylation of the imprinted gene IGF2 in the resulting children?\n\n(A) Vitamin A  (B) Vitamin D  (C) Vitamin E  (D) Vitamin K\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nPrenatal programming:\n\n(A) Liver glycogen  (B) Muscle glycogen  (C) Intramuscular lipid  (D) Adipose tissue\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nGreater milk consumption\n\n(A) Only non-essential (dispensable) amino acids undergo transamination.  (B) Transamination is an irreversible reaction in amino acid catabolism.  (C) Transaminases require a coenzyme derived from vitamin B12.  (D) Transaminases require a coenzyme derived from vitamin B6.\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhich of the following has not at one point in the past few decades been considered as a cause of the oedema of kwashiorkor?\n\n(A) It relates to efforts to prevent terrorists from poisoning food supplies.  (B) It is about ensuring everyone's access to food.  (C) Its component elements include availability, utilisation, and stability, as well as access.  (D) Food security focuses primarily on ending micronutrient malnutrition.\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nAssessing growth in routine practice should be:\n\n(A) The complexity of the mechanisms regulating the absorption of cholesterol and its export in lipoproteins.  (B) The complexity of the mechanism controlling the clearance of intestinally derived lipoproteins by the liver.  (C) The multiple intrahepatic responses to increased cellular cholesterol.  (D) All of the above.\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nAlthough theoretically any food protein could act as a food allergen, there are eight major food allergens in Europe and North America which account for most of the allergic triggers observed in childhood. Which of the allergens pairings contains an allergen, which is not part of the group of eight major allergens?\n\n(A) The amino acid score is calculated by comparing the amino acid pattern of the protein to that of egg protein.  (B) The amino acid score is calculated by comparing the amino acid pattern of the protein to that of milk protein.  (C) A single reference pattern is used to calculate the amino acid score for all ages  (D) Different amino acid scoring patterns are used for different age groups.\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhat is leptin resistance?\n\n(A) Bacterial and yeast overgrowth in the small intestine  (B) Lack of pancreatic amylase  (C) Lack of small intestinal lactase  (D) Lack of small intestinal sucrase-isomaltase\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nThe body mass index (BMI) of vegetarians differs on average from meat-eaters by how much?\n\n(A) Uric acid  (B) Ammonia  (C) Urea  (D) Creatinine\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhat is the typical body composition of a normal weight young adult man?\n\n(A) The frequent use of antiseptic swipes will reduce allergies  (B) Living on a working farm will help reducing the development of atopic diseases  (C) Particular care must be taken during breast feeding in high risk infants  (D) Living on a working farm will increase the development of atopic diseases\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhat are the limitations of food balance sheets? (select all that apply)?\n\n(A) Because people who are sick often alter their diets, and may eat less food.  (B) Because the accuracy of some laboratory assays may be compromised in samples from people who are sick.  (C) Because some metabolic pathways are altered in sick people, which changes their micronutrient requirements.  (D) Because an acute phase reaction results in changes in inter-tissue distributions of certain micronutrients.\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhich of the following nutritional interventions has been shown to improve child development?\n\n(A) 3%  (B) 32%  (C) 66%  (D) 15%\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nFood allergies:\n\n(A) Processed meat  (B) Fruit and vegetables  (C) Salt  (D) Alcohol\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nCurrent recommendations are that:\n\n(A) There is a requirement for dietary protein, but it is unimportant which protein is consumed.  (B) The requirement for dietary protein is for individual amino acids, not simply the total amount of protein in the diet.  (C) All dietary proteins have the same amino acid content and composition.  (D) For an adult in nitrogen equilibrium there is only a small requirement for an intake of protein since amino acids arising from tissue protein catabolism are available for new protein synthesis.\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nIt is correct to state about the epidemiology of Anorexia Nervosa that:\n\n(A) Decreased calcium excretion in the urine  (B) Increased risk of fracture  (C) Decreased dietary calcium absorption  (D) Negative calcium balance and bone mineral loss\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhich of the following changes in body composition are associated with ageing in older adults?\n\n(A) Synthesis of TMP (thymidine monophosphate)  (B) Decarboxylation of amino acids to form amine neurotransmitters  (C) Synthesis of methionine from homocysteine  (D) Carboxylation of pyruvate to oxaloacetate\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhich of the following is not a beneficial effect of exercise in people with diabetes:\n\n(A) in the embryonic period the foetus is vulnerable to external factors in its environment  (B) the embryonic period often occurs before a woman knows she is pregnant  (C) interventions in late pregnancy may be too late to be effective  (D) all of the options given are correct\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhich of the following statements is/are true? Epigenetic changes may be key to understanding the links between early experience and later health. They may:\n\n(A) It forms a stable radical that can be reduced back to active vitamin E by reaction with vitamin C  (B) It is converted to a stable radical by reaction with vitamin C  (C) It is lipid soluble and can react with free radicals in the bloodstream resulting from nitric oxide formation by vascular epithelium  (D) It forms a stable radical that can be reduced back to active vitamin E by reaction with glutathione and glutathione peroxidase\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhich of the following rules regarding the interconversion of fuels are central to the integration of metabolic pathways?\n\n(A) Obesity  (B) Sugar  (C) Salt and salt-preserved foods  (D) Dietary fibre\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhich one of following statements about nitrogen balance is correct?\n\n(A) Alcohol dehydrogenase (ADH)  (B) Catalase  (C) Alcohol dehydrogenase (ADH), cytochrome P450 2E1 (CYP2EI), catalase  (D) cytochrome P450 2E1 (CYP2EI)\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nThe vitamins which are lost most readily during cooking are:\n\n(A) day-to-day basis  (B) 2-3 day basis  (C) 3-4 day basis  (D) 1-2 week basis\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhat is the main source of protein in the British diet?\n\n(A) The major site of fatty acid ß-oxidation is the peroxisomes, the mitochondria also contain enzymes for this pathway  (B) Within the liver peroxisomes serve to oxidise very long chain fatty acids to medium chain products  (C) The rate of b-oxidation is regulated by the availability of fatty acids and the rate of utilisation of b-oxidation products  (D) Peroxisomes are the site for the degradation of xenobiotics and eicosanoids\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nEnergy that is expended for standing at an office desk, walking to a file cabinet, and other office job-related activities is referred to the following energy expenditure component:\n\n(A) 45%-50%  (B) 70%-75 %  (C) 10%-15%  (D) 30%-35%\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nIn an epidemiological context, what is the population at risk?\n\n(A) Biotin  (B) Niacin  (C) Riboflavin  (D) Thiamin\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nWhich of the following diseases does obesity increase the risk of developing?\n\n(A) Eating a very low carbohydrate diet  (B) Consuming a diet high in monounsaturated fats  (C) Losing 5-7% of body weight through a hypocaloric low fat diet and 30 minutes of daily activity  (D) Initiating metformin 850 mg BID and practicing daily vigorous exercise\nAnswer: ",
        "The following are multiple choice questions(with answers) about nutrition.\nAccording to the recommendations for the nutritional management of patients with diabetes, the consumption of saturated fat should be:\n\n(A) Is primarily a psychological problem  (B) Is a contra-indication to colonoscopy  (C) May be associated with constipation  (D) always resolves with a gluten free diet.\nAnswer: "
    ],
    "answers": [
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question."
    ],
    "actual": [
        "C",
        "D",
        "D",
        "D",
        "B",
        "D",
        "A",
        "C",
        "D",
        "C",
        "B",
        "B",
        "A",
        "A",
        "B",
        "D",
        "C",
        "B",
        "D",
        "D",
        "B",
        "A",
        "B",
        "A",
        "A",
        "B",
        "B",
        "A",
        "D",
        "C",
        "B",
        "C",
        "C",
        "A",
        "D",
        "C",
        "C",
        "A",
        "C",
        "C",
        "B",
        "D",
        "C",
        "C",
        "D",
        "C",
        "A",
        "B",
        "D",
        "A"
    ]
}