{
    "questions": [
        "The following are multiple choice questions(with answers) about security studies.\nWhich of these statements is not applicable to the development of peace studies in the twentieth century?\n(A) The responsibility to prevent.  (B) The responsibility to react.  (C) The responsibility to remain sovereign.  (D) The responsibility to rebuild.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhat is the referent object in contemporary cyber-security?\n(A) Environmental challenges to economic growth, such as natural resource management and employment, leads to diversification and research which may in the long-term result in technological advancements that bolster military programs.  (B) Environmental changes can undermine national security in many ways; including weakening the economic base that determines military capacity. So if the natural capital base of an economy erodes than so does the long-term capacity of its armed forces. Any developments however, will be 'human' in impact.  (C) The environmental problems encountered by countries are principally internal. External threats remain within a country's control: external military threats will remain unchanged and a primary concern.  (D) All of these options.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhat is the relationship between HM and realism?\n(A) The global economy is interconnected, ensuring that energy security for one is dependent upon energy security for all. Thus all core powers have the same interests in maintaining and extending the conditions under which this market operates. As long as this economic order exists, conflict between major powers over energy reserves is highly unlikely.  (B) Energy scarcity is likely to lead to future disruptions in the global system and the emergence of a 'new international energy order', characterized less by liberal free-market trading than by statism and neo-mercantilism.  (C) Oil remains the lifeblood of the current order - an order that is based upon an unequal (and deeply unjust) distribution of wealth and power in favour of capitalist economic elites. Those who benefit most from the prevailing order will ensure that the flow of energy under favourable conditions continues to underpin their position in the global system.  (D) Energy scarcity will signal a return to an era of greater geopolitical confrontation. 'Resource wars', in particular over energy sources, present a clear possibility for a breakdown in international cooperation, as states begin to compete (and eventually conflict) over the control of major reserves.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhy is coercive diplomacy hard? What are the inherent difficulties?\n(A) Human security is neo-colonial.  (B) Human security promotes global capitalism.  (C) Human security is too broad.  (D) All of these options.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nIn what ways may the security dimensions of infectious disease be considered in the national security framework?\n(A) State responses to transnational crime have evolved in correlation to the increased threat posed to the integrity of the state. Organized crime has been regarded primarily as a national security threat to be addressed domestically. The institutionalized international approaches for information sharing have been predominately bilateral to the extent of bringing to justice perpetrators of crime that are seeking to evade justice.  (B) With the expansion of TNC in the 1990s, states became increasingly willing to take measures to reduce the asymmetries between countries through harmonization of legislation and increasing police capacity and networking. The government response to transnational crime has focused on targeting the individuals and organizations perpetrating the crime, rather than the criminal markets themselves.  (C) The US war on drugs has heavily influenced the construction of the governmental response to the growing perception that the phenomenon of TNC represents a national security threat. The approach has an emphasis on bilateral and multilateral cooperation on law enforcement combined with sticks on a bi-lateral basis to induce states to increase regulation and enforcement against TNC.  (D) The emergence of norms governing the response to address the spectre of organized crime and to harmonize legislation occurred with the evolving Global War on Terror in which the terrorism-organized crime nexus resulted in the militarization of law enforcement: the use of military technology and intelligence as opposed to addressing the underlying conditions that facilitate illicit trade through an international institutionalist response.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhich of the following is not an economic tool of security policy?\n(A) The main disciplinary context for security studies theorizing was a move away from the disciplinary domination of political science toward multi-academe interaction from sociology, mathematics, psychology, natural and political sciences, and economics.  (B) Policy-academe developments have resulted in the modification of the role of think tanks away from policy towards politicization resistant theory.  (C) Security studies has been marked by the gradual \"IR-ification\" of the discipline. Security studies became one of International Relations' (IR's) two pillars, the second being International Political Economy. Henceforth IR became the main disciplinary context in which security studies was deliberated.  (D) Think tanks and policymakers are increasingly interrelated. The institutional blurring between universities, think tank, and policy has resulted in policy mergers at every level.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhat are the challenges for the future of security studies?\n(A) Fiscal Discipline: budget deficits of no more than 2 per cent of gross domestic product (GDP).  (B) Tax Reform: broadening the tax base, cut marginal tax rates, improve tax administration.  (C) Property Rights: legal reforms to secure property rights without excessive costs and to regularize the informal sector.  (D) Nationalization: state enterprises should be protected.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhat potential problem for policy in the institutionalization of academe-policy interaction emerged?\n(A) Business networks  (B) Computer experts  (C) Anti-virus industry  (D) Computer networks\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhat has been the effect of biological weapons on national security in the international community?\n(A) The deployment of troops in the Persian Gulf is part of the USA's attempt to secure its dominance in the oil-rich region.  (B) All of these options.  (C) The USA has sought to assert its primacy vis-à-vis friendly and rival powers, through the deployment of troops and other interventions.  (D) The USA has actively sought to stabilize oil-rich friendly political actors and secure the economic and political status quo.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhich of the following events can be regarded as contributing to the emergence of environmental security during the 1960s and 1970s?\n(A) Conventional constructivists view constructivism as a bridge between rationalist and reflectivist approaches, enabling both to benefit from the insights of the other. Conversely, critical constructivists argue that this approach simply reproduces the binary distinctions that characterize positivist methodology.  (B) Critical constructivism regards the strength of social constructivism to be its ability to bridge rationalist and reflectivity approaches. Conversely, social constructivists regard this as an unhelpful regression to positivist binary frameworks of analysis.  (C) Conventional constructivism refers to the earlier works of social constructivist theorists that are characterised by a rejection of positivist methodology. Critical constructivists challenge these theories, embracing positivist methodologies in their work.  (D) Social constructivism is best understood as a uniform approach to the construction of social identities and security; although distinctions exist within the field, these are not easily defined as distinctive separate approaches.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhat role does 'Information' play in the economic science of decision making?\n(A) There is no direct return on investment in building security systems.  (B) Security systems are detrimental to usability and can make IT systems less functional, and therefore less attractive to the consumer.  (C) There is pressure to reduce the time it takes to get a new IT product or system onto the market, so security systems are sacrificed in order to reduce the time-to-market.  (D) All of these options.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nThe following statements define the conceptualization of 'class' within HM; which is incorrect?\n(A) The Orient is a constructed subject that is imagined as inferior, irrational, and backward, in comparison to the West.  (B) The Orient is a geographical term once used to describe the east Asia.  (C) The Orient is an imagined concept that must be rejected by scholars in order to analyse security.  (D) Where there is an imbalance of power, the Orient is the dominant intellectual force or otherwise superior party.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhat is the relevance of behaviour in economic security analysis?\n(A) Liberalism is a fundamentally pessimistic approach that regards the international system as destined to the escalation of conflict. It is the dominant conception in the practice of international politics.  (B) Liberalism is a novel conception in the theory of international politics. It is an optimistic approach that defines the ways in which states should relate to one another, particularly during conflict situations.  (C) Liberalism is an optimistic approach, offering an orientation for the better conduct of international affairs in the belief that a more peaceful world is possible. It is the dominant conception in the practice of international politics.  (D) Liberalism does not exist as a mainstream theory within International Relations, but rather offers a set of guidelines and advice for states and political actors wishing to accrue power within the international system independently from the restrictions of traditional security paradigms.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhat has been the impact of nuclear deterrence on international politics post-Cold War?\n(A) Principle actors are social constructs that are made through political practices.  (B) Natural-science methodology is the best way to study social science, interpretive methodologies lack the coherence required for in-depth analysis.  (C) Knowledge of the social world is not objective, as there is no divide between the social world and knowledge of that world.  (D) The purpose of theory is not explanation in terms of generalizable causal claims, but contextual understanding and practical knowledge.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nHow does Buzan's concept of 'societal security' mark a departure from traditional understandings of security?\n(A) Offensive realism defines the international system as an environment in which states seek to achieve security through the acquisition of power.  (B) Defensive realism regards cooperation as the way in which states can achieve security.  (C) Both defensive realism and offensive realism regard power and competition as a means by which security can be achieved for the state.  (D) Offensive realism theorizes that states will pursue hegemony where possible.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nThere is a need to establish the nature and consequences of insecurity in the developing world. Why is this?\n(A) The security paradigm has been the development of multi-level analysis, to aid the understanding of disempowerment and to promote peace research involvement by NGOs, policy-makers, and the academic community.  (B) The security paradigm of US led strategy has been the undertaking of short-term measures, many of which are drawn from research of the peace studies community. They focus on peace-keeping, peace-making, and structural change for preventing further conflict.  (C) The security paradigm of recent years has been to some extent a reversion to 'liddism'; keeping the lid on a potentially fractured international system, without redress to the critical underlying causes of the problems.  (D) The dominant approach to security studies has been a US led initiative which recognizes the need to undertake responsibility for inter-governmental cooperation, particularly for the commitment towards ethical intervention and for securing peaceful transformations alongside demilitarization of the international community.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nHow can we best describe liberalism?\n(A) Analysis of environmental security is understood as the integrity of the whole ecological system whose primary threat is human activity. However, it radically challenges security thinking in that it demands a shift in the reason for action from national security interest to the welfare of the entire social-ecological system of the planet.  (B) Environmental security contends that the principle threat to the ecological integrity is human activity and therefore humans can be secured to the extent that welfare is protected at the domestic level. The reason for action is to be found in individual and national interests.  (C) The crossover of common insecurity issue areas is unlikely because not all problems are truly global. Not all states are equally responsible for environmental problems, nor is there such a thing as equality of risk. Systemic interdependence is unlikely to manage those security areas.  (D) The ecological security and human security approaches to environmental security do not challenge the security community to consider alternative objects of security. Ecological security displays continuity with major interpretations of security, which typically centralize the security of the state.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nIn the context of globalization, how can we best define the term 'development'?\n(A) Weak state insecurity in a historical framework of analysis represents an abnormal state in the long term state-building process. Bloody and violent conflict between social forces is not consistent with the presence of the centralizing force with the capacity to attain monopoly of control over violence.  (B) The utility of explaining weak state insecurity with a comparison to the historical conditions of state consolidation in Europe does not stand in the contemporary context of global society because of the pervasion of international norms to prevent violent conflict from manifesting in the consolidation process.  (C) The contemporary state-building condition is constrained by the shortened time-frame operating within the established guidelines of international norms, a particular problematic rule of which is sovereignty. Thus, unlike some European entities which could not complete the state-building process and were absorbed into more viable units, weak states will remain quasi entities.  (D) Weak state insecurity originated from the denial of sovereignty as the norm and the corresponding extension of the right to inviolability of statehood. Without protection under international laws the possibility of its national status being revoked and its territory being subsumed into another state threatens the consolidation of the state-building process.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhat is the relationship between Westphalian sovereignty and humanitarian intervention?\n(A) Subaltern refers to those who are located geographically within the southern hemisphere.  (B) The subaltern is a term applied to a specific group of scholars from the global south.  (C) The subaltern refers to populations that are marginalised or outside of the hegemonic power structure.  (D) The subaltern refers to the subcontinent of India.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhich of the following is not a purported limitation of the liberalist approach?\n(A) Biology determines the female body as weak, ensuring that men continue to dominate state security apparatus in order to protect them. Women are aware of practical biological differences, and by accepting them they allow men to act as their protectors and care-givers. In return, women must act as protectors and care-givers to those less capable than themselves, their children, infants, the elderly, and the infirm.  (B) The most intimate of human activities for women are more important than the demands of the political and religious male dominated elite. Biology determines, and woman's intimate choice exerts, that the considerable responsibility of reproducing a state's population becomes the duty of women alone.  (C) Indiscriminate warfare is gender neutral and in contemporary conflicts there is no gender difference in levels of risk or duty. Men are just as likely to become victims of mass rape (as in the Democratic Republic of Congo or Balkans conflict) as women, and women are equally likely to be conscripted or coerced into military service.  (D) Gender roles are a social construct; the values that we attribute to masculinity or femininity, such as strength or care-giving, are the product of shared social ideals rather than innate biological properties. Men and women are equally able to care effectively for children or to conduct violent and aggressive behaviour. However, social constructs of gender roles are pervasive, and women are likely to be victims of gender-based violence in conflict whilst men are more likely to be involved as perpetrators of violence.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhich statement best describes commercial liberalism?\n(A) Human nature is fundamentally greedy.  (B) All of these options.  (C) State desire to increase wealth and prosperity.  (D) State desire to spread its ideology.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nIn what ways has conflict been a concern of the environmental security agenda for strong states?\n(A) 1987  (B) 1997  (C) 1994  (D) 2004\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhich statement best defines the term 'international regime' in relation to liberalism?\n(A) Security means the coercive capability to stop an aggressor. Security is freedom from war, and the ability to deter or defeat aggressive attacks.  (B) Security refers to safety from vulnerabilities (both external and internal) that could harm the state, societies within the state, and the values of those societies.  (C) Security means freedom to enjoy the things that are most important to human survival and well-being, such as food, healthcare, and the opportunity to live well.  (D) All of these options.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhat would be the policy implications of a hierarchical vision of TNC?\n(A) The West, notably Canada, Britain, and the US, have conducted research into the weaponization of Anthrax, Tularemia, Q-fever, Venezuelan equine encephalitis, and anti-agricultural agents. However biological weapons were generally viewed in the West as lacking military utility. Instead strategists have concentrated on nuclear and conventional capabilities.  (B) The Soviet Union carried out the most extensive research program into genetic engineering to weaponize naturally occurring diseases. However, the Soviets most likely saw their biological weapons program as a counter to the global-strike complex that was emerging in NATO in the 1970s or as a way to inhibit recovery in a nuclear exchange. Biological weapons programs should therefore be regarded in a Cold War context.  (C) Biological weapons make use of living organisms or toxins to weaken or kill, but because these organisms and toxins occur in nature it makes it difficult to differentiate between naturally occurring disease and subversive activities which, moreover, make a state's capacity hard to verify.  (D) All of these options.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhat factors enabled the expansion of transnational crime (TNC) in the 1990s?\n(A) Mothers are not passive objects but the specific target of military recruiters who rely on their active engagement to fuel recruitment.  (B) Examining the role of 'military moms' reveals the extent of gendered strategizing that is required to raise and sustain a military force.  (C) All of these.  (D) Mothers are indispensable to the exercise of military power but often overlooked in traditional security analyses.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nIn what ways have post-Cold War developments undermined state authority?\n(A) Warlordism and the assertion of the interests and influences of criminal gangs.  (B) A sudden influx of refugees fleeing conflict from neighbouring states.  (C) Coup d'état, military rebellion or mutiny; the violent intervention in politics by the state's own military forces, overthrowing and replacing the ruling elite.  (D) Competition for authoritative power or coercion from strongmen.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhich of these best describes the concept of hegemonic masculinity?\n(A) Organized transnational crime groups are those structured groups randomly formed or otherwise but do not have a formally defined role for its members or continuity of membership but have a developed purpose for the intent of committing crimes.  (B) Transnational organized criminal activities consist of profit driven crime for a high level return that may result in the subversion or infiltration of the legal economy through the reinvestment of illicit profits.  (C) Transnational criminal organizations are those organizations whose modes of operation result in breaking domestic laws, e.g. murder, theft or money-laundering, underlined by the employment of systematic violence.  (D) The terms 'transnational crime' and 'organized crime' are sometimes used interchangeably but not all transnational crime will be committed by an organized group nor will all organized groups engage in transnational crime. The pursuit of profit for illicit activity eludes definition and may include those individuals or businesses that engage in occasional transnational criminal activity but are otherwise legitimate operatives.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhich of the following statements could be described as a liberal perspective on future energy security?\n(A) Infectious disease transcends international borders and, to some extent, divisions of class, gender, education and wealth.  (B) Whilst pandemics present a direct risk to national security, they also have the potential to undermine wider international stability.  (C) Like terrorism, pandemics present a set of threats and risks that are diverse yet interconnected.  (D) The existing mechanisms for monitoring and treating infectious disease within the international system are capable of effectively containing pandemic outbreaks.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nThreats to IT systems can be classified in many ways; in this chapter three different categories of threat are listed. According to this classification, which of the following would be classified as a 'Failure'?\n(A) Although often missing from the traditional literature on war and security, women frequently serve the purposes of nationalise causes, with nationalism often presented in highly gendered and female terms, where women are symbols of statehood.  (B) A sense of national identity can be developed through a variety of shared experiences, including war. The glorification of iconic national figures such as political leaders is not noticeably gendered and men and women generally perform the same types of roles within the public realm.  (C) Measures of national pride and success are biased towards the glorification of female attributes such as the ability to bear children. The restriction of women to the domestic sphere creates a sense of national identity that is founded on a celebration of home life, feminine strength, and maternal characteristics.  (D) When thinking about national identity, violence, physical strength, aggression, and the ability to use force are attributed as feminine characteristics. The male identity is imagined as being one of domesticity, nurturing, care, and child rearing.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhich of the following statements does not characterise our understanding of disease pandemics within the contemporary international political system?\n(A) Recent inquiry into the way in which women have been treated both in and after war has revealed a degree of ambiguity in the relationship between armed forces and civilian women. While women have often been the targets of violence by the enemy in conflict, it is also the case that they may suffer at the hands of their \"protectors\". This strengthens the argument for female soldiers to be engaged in certain types of peacekeeping work, particularly in post-conflict situations.  (B) Perpetuation of violence against women in post-conflict society has devalued the claim that violence is more prevalent in militarized societies. Women were as protected by men in pre-war society as they were in post-war society.  (C) Case studies revealed that in certain military families, levels of violence were dependent on the degree of psychological damage inflicted during fighting, however this was variable and dependent on the individual not on gender basis.  (D) Recent inquiry into the way in which women have been treated both in and after war has revealed a degree of ambiguity in the relationship between armed forces and civilian women. While women have often been the targets of violence by the enemy in conflict, it is also the case that they may suffer at the hands of their \"protectors\" which may actually undermine liberal feminists' case of the \"right to fight\".\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhat are the types of terrorism? Are all groups the same?\n(A) Financial policies advocated by the World Bank and IMF were readily adopted by developing countries that sought to bring their economic development into line with wealthier nations. The IFIs focus has been on achieving human security and the promotion of development at a societal level.  (B) Through the implementation of specific financial policies adopted at the bequest of global financial institutions, many developing countries have gained economic prosperity and the correlating levels of human security.  (C) The World Bank and IMF tend to operate in an economic arena that includes only major financial institutions and wealthy states; coupled with a respect for sovereignty, the scope of such institutions does not reach to interference in national politics.  (D) IFIs identified the economic failings of developing countries as being the result of political problems. Thus, IFIs adopted an approach that involved political and economic restructuring of these states, coercing governments into the adoption of specific financial policies designed to promote debt repayment and economic development.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhat are the themes that make post-structuralism a different field of study and why is it criticized?\n(A) When the general public is not convinced of the legitimacy of the proposed threat.  (B) When, following the discursive element of the process, extraordinary measures are not implemented.  (C) When the securitizing actor is not granted the special right to implement extraordinary measure.  (D) When the audience are convinced via the speech act or the securitizing actor but fail to grant that actor the special rights requested in order to address the proposed threat.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nTraditional approaches seek to explain why and how states have sought security. Which answer best describes the approach of traditional Security Studies?\n(A) Different natures of the adversaries complicate the use of Western coercion. Their tendency to rely on irregular or asymmetric military strategies makes it hard to threaten or even defeat their opponent's military strategy. Those actors deny forces the ability to win quickly with little cost.  (B) Increased verification capabilities brought in with the technological and communication revolution have resulted in a practical difficulty for practitioners, enabling the verification of tactical/temporary and strategic/lasting - only the latter of which constituting a compliance success. The capacity to verify processes have highlighted instances of non-compliance following inconclusive coercive diplomacy exchanges.  (C) Coalitional coercive diplomacy is the only credible means for Western democracies to gain the sincerity required to make a threat of force real in the mind of the adversary. However, past efforts of coalitional building have proved to be extremely limited. Disagreements over the means and coordination of the policy often result in splits and consequently states are reluctant to employ it. Where it has been employed it collapses under the weight of its own inadequacy.  (D) All of these options.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhat problems has the post-Cold War security literature revealed on women, war, development, and security?\n(A) The dominance of Western ideologies can be regarded as contemporary imperialism.  (B) Liberalism advocates the enforcement of certain values that are not shared by all political regimes.  (C) The fear that cooperation may be recurring.  (D) Adherence to liberalism does not guarantee the favoured treatment of state regimes over its citizens; other states may threaten regime security in their efforts to secure societal security.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nHow do gun shows and international arms fairs contribute to illicit arms markets?\n(A) One of the founding assumptions of Critical Security Studies is that theories about the world constitute that world and thus that theory, including security theory, has political effects. The consequence is that theory is the product of the system, and that analyses of the agent of security and the referent object is produced by its own practices.  (B) Central to the political and critical nature of post-structural literature is the idea of fostering an ethos of democracy and an ethos of critique which is finite and attainable. It is to this end that we must strive, but one that can only be met under the conditions prescribed, that of true democracy.  (C) A central notion of critique is to provide an answer to the problem of what it means to be critical. This invariably raises the question of revealing the interest behind knowledge claims with the goal of social change, what is accepted as the end of theory: that the practical and contextual understandings inform to whom knowledge claims serve.  (D) Poststructuralism accepts the form and foundations for knowledge claims that dominate the security studies debate. This has brought it into confrontation with the critical studies community, having little to contribute to the understanding of the ways in which knowledge is constructed.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhat is the relationship between war, military security, and security studies?\n(A) HM regards capitalism as producing extreme insecurity in its disempowerment of the worker or labourer, from whom the ability to control labour or output is removed by the capitalist.  (B) HM regards the assertion by liberalists and realists that the capitalist economic sphere is non-political to be a misrepresentation, serving the interests of the unelected capitalist elite.  (C) HM regards the capitalist's accumulation of surplus value as a by-product of labour to be exploitation of those labourers by which the value was originally produced.  (D) All of these options.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nPrior to the late 20th century the role of women in war had been neglected as an area of concern in security studies, for what reason?\n(A) Post-structuralism provides no basis for political action, being a dangerous mix of faux radicalism, relativism and obscurantism, whilst constructivism is an orientation to world politics rather than a specific political theory.  (B) Constructivism offers a number of specific political theories applicable to Critical Security Studies but all of these lack the tenability required in security studies. Post-structuralist theories similarly lack the durability desired by CSS scholars.  (C) Post-structuralism and constructivism are ill-defined theories that are better described as political orientations, applicable in vague terms but lacking the substance required by scholars in contemporary security studies.  (D) Constructivism is too dangerous a mix of political ideologies, combining elements of radicalism and relativism. Post-structuralism is more of an orientation to world politics rather than a specific and applicable political theory.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nHow has the conceptualization of health as a security issue changed during the twentieth century?\n(A) An approach to security that applies critical knowledge to established orthodoxies of security studies.  (B) A specific theory of security that identifies clearly defined agents, threats, and processes.  (C) A secondary term for the Copenhagen School of Security.  (D) A study security in which the critical importance of the state, military and traditional security are maintained.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhich of the following best describes the 'Orient' according to Edward Said?\n(A) A process of securitization is when an issue not included in the political sphere becomes politicized and is managed within the political system. A securitized issue is part of public policy requiring governmental action; decision-making, resource allocation and even communal governance.  (B) A securitizing actor can argue for an issue to be securitised when it is outside of the political domain. An existential threat can be made a matter for state attention even when it is not included within public debate. Securitization refers to the recognition of the threat prior to its emergence in the political process.  (C) Securitization refers to the move of issues from a politicized state to a heightened state of politics beyond the normal political domain of decision-making activities. Once placed above the political sphere it cannot be returned to the public sphere, having been translated into a state interest above normal proceedings.  (D) An issue can be securitized, that is framed as a security question, when it is moved from the politicized to the securitized sphere. During the securitization process, the securitizing actor(s) use discourse to persuade an audience that the issue at hand is one of urgency and priority, and that it presents an existential threat to some referent object.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhich of the following is not a response to the illicit arms trade?\n(A) The redistribution of wealth, addressing disparities in economic and resource allocation across the globe through a sense of greater 'interconnectedness'.  (B) The growing sense of global community, resulting in super-national identities that result from populations feeling closer to one another.  (C) The sharing of ideas, technologies and resources that can directly benefit human security, such as medical advancements.  (D) A global market that has demonstrated the ability, if left unchecked, to reduce poverty and make substantial economic gains.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhich of the following is not one of the unifying principles of Critical Security Studies, as defined by Krause?\n(A) Where the state employs the use of force or violence this can be regarded as an extraordinary measure.  (B) Those measures taken as a response to a securitized existential threat can be defined as extraordinary.  (C) Those measures that exist outside the usual paradigm of the political realm.  (D) All of these options.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nSince the end of the Cold War, how has the use of coercive diplomacy by Western powers changed?\n(A) By articulating an issue using the language of security that issue makes the transition from the discursive political realm to the security realm.  (B) The speech act is the end point of the two-stage process of securitization, at this point the legitimacy of the existential threat is established and the right to employ special measures in addressing the threat is granted to the securitizing actor.  (C) The presentation of an issue as threatening the survival of a referent object is referred to as a speech act. The process of securitization consists of this articulation of the speech act, and accordingly is referred to as a discursive model.  (D) The articulation of an issue as a security threat is referred to as a speech act. This speech act is presented to an audience by a securitizing actor. This actor attempts to convince that audience of the credibility of the issue as an existential threat to a specific referent object. If successful, the audience is convinced and the securitizing actor is granted recourse to legitimately use extraordinary measures in response to the threat.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhich of the following statements best describes the orientation of military security within the traditional conception of security studies?\n(A) Constructivism lacks the ability to empirically prove its theories.  (B) The rationalist foundations of constructivism create difficulties in applying its theories within a changing international system.  (C) By regarding the state as the most important actor, constructivism neglects internationalization in a globalized world.  (D) Despite rejecting causality, constructivists simply replace the material trigger of causality with ideas.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nIn what ways did game theory and deterrence theory mark an intellectual development in the 'golden age' of security studies?\n(A) A terrorist attack is that which uses the threat or use of organized violence to achieve political objectives. This may include kidnappings and organized violence for financial gain, and such attacks can be undertaken by groups or individuals.  (B) Organization is essential for a successful campaign to bring about the political goals that are being sought. An act of terrorism targets an audience that extends beyond the immediate victims and is characterized as being a weapon of the weak.  (C) Terrorist violence is a form of psychological warfare that generates fear in a target audience by attacking members of that group. Selected targets are chosen at random from a cross-section of groups within the state ranging from political representatives, security forces, civilians or law enforcement. Random acts of violence contribute to the sense of insecurity and societal instability.  (D) Terrorism is a broad concept that is understood to denote the threat or use of organized violence for the attainment of political objectives. The definition may therefore be inclusive of governments as targets or perpetrators and cases of war (hot and cold) where terror and counter-terror measures are tactics of either side.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nDescribe the relationship between the military security domain and social constructivism.\n(A) By regarding security as a socially constructed concept, constructivists assert that militarization is the result of governmental decisions based on shared values and cultural norms that underpin their conception of what constitutes a security risk. Accordingly, different governments will identify different threats and react in different ways.  (B) Social constructivists tend to focus on the population rather than military as an area for study, thus regarding the process of militarization largely in terms of its impact on human security.  (C) Social constructivists assert that the process follows a popular recognition of empirically definable threats; when it is recognized that an issue poses a real and valid threat, it warrants militarization.  (D) In their uniform advocacy of human security and adoption of a human-centric approach to security studies, social constructivists regard militarization as a process that is detrimental to achieving wider security goals and actively encourage the demilitarization of the security system.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhy, in the contemporary studies of security, is the subject of energy security so important?\n(A) HM agrees with the idea that security can be viewed using a sectoral framework, and recognises the depth of analysis that is enabled by such an approach.  (B) HM rejects Buzan et al.'s theory of sectoral security analysis, on the grounds that securitization is a product of a state-centric approach.  (C) HM rejects the assertion by Buzan et al. that there are distinct and separate sectors of security, instead adopting a holistic view of security within which national and transnational class is an important factor.  (D) HM favours the sectoral approach to security analysis, in particular prioritising the state as a referent object and drawing much of its theoretical foundations from the realist principles that underpin the sectoral approach.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhich of the following does not constitute a fundamental ontological principle of social constructivism?\n(A) Peace research was inter-disciplinary and politically orientated with immediate policy responsibility accountable to the major powers of the political system.  (B) Peace research, in contrast to university IR, was under a great deal of pressure to deal with relevant issues with a high expectation of immediate delivery of policy answers.  (C) There was a distance from policy responsibility but European security studies gained political relevance due to the politicization of security issues during the period defined by the peace movement.  (D) The setting was simultaneously informed by political theory as the dominant discipline and isolated from developments in theory in the different disciplines.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhich of the following best describes the 'subaltern' in postcolonialism?\n(A) International politics is not the same everywhere; it is only 'realist' in certain places at certain times.  (B) The nation state does not exist as a unitary actor within the international system.  (C) Nation states are not basically alike.  (D) States are and should remain the sole actors to be considered in the study of International Relations.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nIn what ways is a fusion nuclear device different from a fission device?\n(A) The nexus between identity and security.  (B) War, the military, and the sovereign state.  (C) Environmental changes.  (D) All of these options.\nAnswer: ",
        "The following are multiple choice questions(with answers) about security studies.\nWhat is 'malware'?\n(A) Deterrence theory and game theory became highly influential within the academic world and gained centrality politically because the nature of the object allowed for a high degree of normative theorization which was accompanied by a mood of technological pessimism that fostered an ethos of critique.  (B) The progressive research programs produced theories that actually formed their own reality of abstractions, the world of, 'secure second strike capability', 'extended deterrence' and 'escalation dominance'.  (C) Game theory and deterrence theory as an intellectual development resulted in the trade-off between policy relevance/utility and theoretical abstraction/sophistication.  (D) None of the above. The influence of deterrence theory was illusory. The build-up of nuclear weapons and first strike orientated policy was driven by the internal logic of maximizing firepower. Theory served as the smokescreen that belied the intent.\nAnswer: "
    ],
    "answers": [
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question.",
        "Sorry, I'm unable to answer the question."
    ],
    "actual": [
        "C",
        "B",
        "D",
        "C",
        "D",
        "B",
        "D",
        "C",
        "D",
        "D",
        "C",
        "B",
        "A",
        "C",
        "B",
        "D",
        "C",
        "C",
        "D",
        "C",
        "C",
        "D",
        "B",
        "D",
        "D",
        "D",
        "B",
        "A",
        "B",
        "D",
        "D",
        "A",
        "D",
        "A",
        "D",
        "A",
        "B",
        "D",
        "A",
        "C",
        "B",
        "B",
        "D",
        "B",
        "A",
        "D",
        "C",
        "C",
        "A",
        "C"
    ]
}